Repository: openedx-unsupported/edx-app-ios
Catalog: Source/*.lproj/Localizable.strings
Languages: ar, de, es_419, fr, he, ja, pt_br, tr, vi, zh_hans

# COURSE_DETAIL.INVITATION_ONLY
source: Invitation only
ar: المدعوون فقط
de: Nur Einladung
es_419: Solo con invitación
fr: Sur invitation uniquement
he: בהזמנה בלבד
ja: 招待制
pt_br: Somente com Convites
tr: Sadece davetle
vi: Chỉ được mời
zh_hans: 仅限受邀

# COURSEWARE_UNAVAILABLE
source: No course content is currently available.
ar: محتويات المساق غير متوفرة حالياً.
de: Derzeit sind keine Kursinhalte verfügbar.
es_419: No hay ningún contenido del curso disponible en este momento.
fr: Aucun contenu de cours disponible.
he: תוכן הקורס אינו זמין כעת.
ja: 現在受講できる講座コンテンツはありません。
pt_br: Nenhum conteúdo disponivel no momento.
tr: Şu anda ders içeriği mevcut değil.
vi: Nội dung khóa học hiện chưa sẵn sàng
zh_hans: 当前没有可用的课程内容。

# COURSE_VIDEO_UNAVAILABLE
source: This course does not include any videos
ar: هذا المساق لا يتضمن أي مقاطع فيديو
de: Dieser Kurs beinhaltet keine Videos
es_419: Este curso no incluye ningún video.
fr: Ce cours ne contient aucune vidéo
he: קורס זה אינו כולל קבצי וידאו
ja: この講座は動画がありません。
pt_br: Este curso não inclui nenhum vídeo
tr: Bu ders herhangi bir video içermiyor
vi: Khóa học này không có video
zh_hans: 此课程没有任何视频。

# COURSE_CONTENT_UNKNOWN
source: This interactive component isn't yet available on mobile. Explore other parts of this course or view this on the web.
ar: هذا المكوّن التفاعلي غير متوفر بعد على الأجهزة المحمولة استكشف أجزاء المساق الأخرى أو استعرض هذا المكوّن باستخدام الويب.
de: Diese Interaktive Komponente ist derzeit nicht für Mobile Endgeräte verfügbar. Erkunden Sie andere Komponenten dieses Kurses oder nutzen Sie den Browser.
es_419: Este componente interactivo aún no está disponible desde dispositivos móviles. Explore otras partes de este curso o véalo en línea.
fr: Ce composant n'est pas encore disponible sur mobile. Explorer d'autres parties du cours ou le voir sur le web.
he: רכיב אינטראקטיבי זה אינו זמין עדיין בגרסת המובייל. גלו חלקים אחרים בבקורס זה או צפו ברכיב זה ברשת.
ja: この内容はモバイルでは使えません。 他の内容を見るか、ウェブ上でこの内容をご覧ください。
pt_br: Este componente interativo ainda não está disponível para celulares Explore outras partes deste curso ou acesse na internet
tr: Bu etkileşimli bileşen henüz mobilde mevcut değil. Bu diğer diğer kısımlarını keşfedin ya da web tarayıcısı üzerinden bakın.
vi: Thành phần tương tác này chưa sẵn sàng trên di động. Khám phá những phần khác của khóa học hoặc xem phần này trên web.
zh_hans: 此组件在手机上不可用。 请浏览此课程的其他部分或在网页中观看。

# COURSEDATES.COURSE_DATE_UNAVAILABLE
source: Course dates are not currently available.
ar: مواعيد المساق غير متوفرة حاليا
de: Kursdaten sind derzeit nicht verfügbar.
es_419: Las fechas del curso no están disponibles en este momento.
fr: Aucune date de cours disponible.
he: תאריכי הקורס אינם זמינים כעת
ja: 講座の日時は現在不明です。
pt_br: As datas do curso não estão disponíveis no momento.
tr: Ders tarihleri şu an mevcut değil.
vi: Khóa học hiện tại không có ngày nào cần chú ý.
zh_hans: 课程日期当前不可用。

# DASHBOARD.COURSE_ANNOUNCEMENTS
source: Announcements
ar: الإعلانات
de: Ankündigungen
es_419: Anuncios
fr: Annonces
he: הודעות
ja: お知らせ
pt_br: Anúncios
tr: Duyurular
vi: Thông báo
zh_hans: 公告

# DASHBOARD.COURSE_ANNOUNCEMENTS_DETAIL
source: Keep up with the latest news
ar: أبقى على اطلاع بأحدث الأخبار
de: Bleiben Sie auf dem neuesten Stand
es_419: Manténgase actualizado
fr: Les dernières nouvelles
he: התעדכנו בחדשות העדכניות ביותר
ja: 最新ニュースを見る
pt_br: Mantenha-se atualizado com as últimas notícias
tr: En güncel haberlerle takipte kalın
vi: Cập nhật những tin tức mới nhất
zh_hans: 及时了解最新动态

# DASHBOARD.COURSE_COURSEWARE
source: Course
ar: المساق
de: Kurs
es_419: Curso
fr: Cours
he: קורס
ja: 講座
pt_br: Curso
tr: Ders
vi: Khóa học
zh_hans: 课程

# DASHBOARD.COURSE_COURSE_DETAIL
source: Access course content and assignments
ar: الوصول إلى محتويات المساق والواجبات
de: Zugang zu Kursinhalten und Kursfächer
es_419: Acceda a videos y actividades
fr: Accéder au contenu du cours
he: היכנסו לתוכן הקורס ולמטלות
ja: 講座コンテンツや課題を見る
pt_br: Acesse o conteúdo e tarefas do curso
tr: Ders içeriğine ve ödevlere eriş
vi: Truy cập nội dung khóa học và bài tập
zh_hans: 查看课程内容与作业

# DASHBOARD.COURSE_Videos
source: Videos
ar: مقاطع الفيديو
fr: Vidéos
he: קבצי וידאו
ja: 動画
pt_br: Vídeos
tr: Videolar
vi: Video
zh_hans: 视频

# DASHBOARD.COURSE_Videos_DETAIL
source: Watch course videos
ar: شاهد مقاطع فيديو المساق
de: Kursvideos anschauen
es_419: Ver videos del curso
fr: Voir les vidéos de cours
he: צפו בקבצי הוידאו של הקורס
ja: 動画を見る
pt_br: Assista os vídeos do curso
tr: Ders videolarını izle
vi: Xem video khóa học
zh_hans: 观看课程视频

# DASHBOARD.COURSE_DISCUSSION
source: Discussion
ar: المحادثة
de: Diskussion
es_419: Debate
he: דיון
ja: ディスカッション
pt_br: Discussão
tr: Tartışma
vi: Thảo luận
zh_hans: 讨论

# DASHBOARD.COURSE_DISCUSSION_DETAIL
source: Join the conversation
ar: انضم إلى المحادثة
de: Der Konversation beitreten
es_419: Únase a la conversación
fr: Rejoindre une conversation
he: הצטרפו לשיחה
ja: ディスカッションに参加する
pt_br: Participe da conversa
tr: Sohbete katıl
vi: Tham gia hội thoại
zh_hans: 加入讨论

# DASHBOARD.COURSE_HANDOUTS
source: Handouts
ar: مذكرات
de: Kursmaterial
es_419: Recursos
fr: Documents de cours
he: מסמכים לחלוקה
ja: ハンドアウト
pt_br: Apostilas
tr: Dinleyici Notları
vi: Tài liệu
zh_hans: 讲义

# DASHBOARD.COURSE_HANDOUTS_DETAIL
source: Find important course information
ar: معلومات مهمة عن المساق
de: Finden Sie wichtige Kursinformationen
es_419: Encuentre información importante del curso
fr: Les informations importantes du cours
he: מצאו מידע חשוב אודות הקורס
ja: 重要な講座情報を探す
pt_br: Encontre informações importantes sobre o curso
tr: Önemli ders bilgilerini bul
vi: Tìm thông tin quan trọng của khóa học
zh_hans: 寻找重要的课程信息

# DASHBOARD.COURSE_IMPORTANT_DATES
source: Dates
de: Daten
es_419: Fechas
he: תאריכים
pt_br: Datas
tr: Tarihler
vi: Ngày
zh_hans: 日期

# DASHBOARD.COURSE_IMPORTANT_DATES_DETAIL
source: Keep track of deadlines and stay on track
ar: تتبع المواعيد النهائية و ابقي على المسار
de: Halten Sie Deadlines im Auge und bleiben Sie informiert.
es_419: Realice un seguimiento de los plazos y cumpla con lo planeado
fr: Les échéances importantes
he: עקבו אחר מועדי ההגשה ועמדו בדרישות
ja: 締切を確認して確実に進める
pt_br: Mantenha-se em dia e fique atento aos prazos finais
tr: Teslim tarihlerini takip edin ve güncel kalın
vi: Theo dõi và bám sát deadline
zh_hans: 注意截止日期并保持进度

# DISCOVERY.BROWSE_BY_SUBJECT
source: Browse By Subject
de: Themen erkunden
es_419: Buscar por tema
fr: Parcourir par sujet
he: עיינו לפי נושא
pt_br: Navegue por Assuntos
tr: Konulara göre Tara
vi: Tìm theo Môn học
zh_hans: 按科目浏览

# DISCOVERY.SUBJECT_SEARCH_BAR_PLACEHOLDER
source: Search Subject
de: Thema suchen
es_419: Buscar tema
fr: Rechercher un sujet
he: חפשו נושא
pt_br: Procurar por Assunto
tr: Konu Ara
vi: Tìm Môn học
zh_hans: 搜索科目

# DISCOVERY.VIEW_ALL_SUBJECTS
source: View All Subjects
de: Alle Themen sehen
es_419: Ver todos los temas
fr: Voir tous les sujets
he: צפו בכל הנושאים
pt_br: Visualizar todos os assuntos
tr: Tüm Konulara Göz At
vi: Xem tất cả Môn học
zh_hans: 查看所有科目

# COURSE_DUE_DATE_SAME_DAY
source: due today at {due_date} {time_zone}
ar: مستحق اليوم في {due_date} {time_zone}
de: Fällig heute um {due_date} {time_zone}
es_419: debido hoy a las {due_date} {time_zone}
fr: échéance aujourd'hui {due_date} {time_zone}
he: להגשה היום ב-{due_date} {time_zone}
pt_br: com vencimento hoje às {due_date} {time_zone}
tr: Bugün {time_zone} zaman diliminde {due_date} tarihine dek
vi: Hết hạn hôm nay vào {due_date} {time_zone}
zh_hans: 截止日期为{due_date} {time_zone}

# COURSE_DUE_DATE
source: due {due_date}
ar: مستحق في {due_date}
de: Fälligkeit {due_date}
es_419: debido {due_date}
fr: échéance {due_date}
he: להגשה ב-{due_date}
pt_br: vencimento {due_date}
tr: {due_date} tarihine dek
vi: Hết hạn {due_date}
zh_hans: {due_date}截止

# COURSE_MODE_FULL
source: Show Full Course
ar: أظهر المساق بالكامل
de: Vollständigen Kurs anzeigen
es_419: Mostrar curso completo
fr: Voir le cours complet
he: הצג קורס מלא
ja: 講座全体を見る
pt_br: Exibir o curso completo
tr: Tüm Dersi Göster
vi: Hiển thị toàn bộ khóa học
zh_hans: 显示全部课程

# COURSE_MODE_PICKER_DESCRIPTION
source: Mode Picker
ar: اختر الوضع
es_419: Selector de modo
fr: Choix du mode
he: בורר המצבים
ja: モード選択
pt_br: Modo Picker
tr: Mod Seçici
vi: Lựa chọn chế độ hiển thị
zh_hans: 模式选择器

# COURSE_NOT_LISTED
source: We're working hard to make all of our courses mobile-friendly. If you can’t find a course, check back soon. We’re adding more courses every day!
ar: نحن نعمل بجد لجعل مساقاتنا جميعاً مناسبة للاستخدام الهاتفي فإذا لم تجد مساقا افحص الموقع مرة اخرى فنحن نقوم بإضافة الكثير من المساقات يوميا.
de: Wir arbeiten daran, alle Kurse und Kurskomponenten für Smartphones nutzbar zu machen. Wenn Sie einen bestimmten Kurs nicht finden konnten, schauen Sie später noch einmal, wir fügen jeden Tag neue Kurse hinzu.
es_419: Estamos trabajando para hacer que todos nuestros cursos sean compatibles con dispositivos móviles. Si no encuentra un curso, vuelva a consultar pronto. ¡Estamos añadiendo cursos todos los días!
fr: Nous travaillons dur pour rendre no cours disponible sur mobile. Si vous ne trouvez pas le vôtre, revenez bientôt. nous ajoutons de nouveaux cours chaque jour!
he: אנחנו מקדישים מאמצים כדי שכל הקורסים שלנו יתאימו למכשירי סלולר. אם אתם לא מוצאים קורס מסוים, בדקו שוב בקרוב. אנחנו מוסיפים קורסים נוספים כל יום!
ja: すべての講座をモバイルでご利用いただけるよう作業中です。もしお好みの講座が見つからなくても、日々新しい講座を追加していますので、近日中に再度チェックしてみてください。
pt_br: Estamos trabalhando duro para levar todos os nossos cursos para os dispositivos móveis. Se você não encontrou um curso, volte a consultar em breve. Estamos adicionando mais cursos todos os dias!
tr: Tüm derslerimizin mobil telefonlarınıza uygun olması için çok çalışıyoruz! Kaydolduğunuz dersi henüz göremiyorsanız, yakın zamanda bulabilirsiniz. Her gün yeni dersler ekliyoruz!
vi: Chúng tôi đang nỗ lực làm việc để đưa tất cả khóa học lên di động. Nếu bạn không tìm thấy một khóa học, hãy kiểm tra lại sau. Chúng tôi đang bổ sung khóa học mỗi ngày!
zh_hans: 我们竭尽全力让我们所有的课程都能在移动设备上使用。如果找不到某个课程，请稍后再查看。我们每天都添加更多课程！

# COURSE_NOT_STARTED
source: This course hasn't started yet.
ar: لم يبدأ هذا المساق بعد.
de: Dieser Kurs hat noch nicht gestartet
es_419: Este curso no ha comenzado todavía.
fr: Ce cours n'a pas encore démarré.
he: קורס זה טרם החל.
ja: この講座はまだ開始していません。
pt_br: Este curso ainda não foi iniciado.
tr: Bu ders henüz başlamamıştır.
vi: Khóa học này chưa bắt đầu.
zh_hans: 本课程尚未开始。

# COURSE_WILL_START_AT
source: This course hasn't started yet. Come back {date} to see your videos.
ar: هذا المساق لم يبدأ بعد. عد ﻻحقاً في {date} لتبدأ المغامرة.
de: Dieser Kurs hat noch nicht gestartet. Versuchen Sie es am {date} erneut, um die Videos zu sehen.
es_419: Este curso no ha comenzado todavía. Regrese el {date} para poder ver sus videos.
fr: Ce cours n'a pas encore démarré. Revenez le {date} pour voir les vidéos.
he: קורס זה טרם החל. בקרו שוב ב-{date} כדי לראות את קבצי הוידאו שלכם.
ja: この講座はまだ開始していません。{date} 以降、動画をご覧いただけます。
pt_br: Este curso ainda não foi iniciado. Retorne em {date} para assistir aos vídeos.
tr: Bu ders henüz başlamadı. {date} tarihinde geri dönün ve videolarınızı izleyin.
vi: Khóa học này chưa bắt đầu. Quay lại vào {date} để xem những video của bạn.
zh_hans: 此课程尚未开始。请在{date}前来查看。

source: Create a new post
ar: أنشىء مشاركة جديدة
de: Einen neuen Beitrag erstellen.
es_419: Crear nueva publicación
fr: Créer un nouveau sujet
he: צרו פוסט חדש
ja: 新規投稿を作成する
pt_br: Criar uma nova publicação
tr: Yeni bir gönderi oluştur
vi: Tạo bài đăng mới
zh_hans: 创建新帖子

source: Delete
ar: حذف
de: Löschen
es_419: Borrar
fr: Effacer
he: מחק
ja: 削除
pt_br: Apagar
tr: Sil
vi: Xóa
zh_hans: 删除

source: Discussion
ar: النقاش
de: Diskussion
es_419: Discusión
he: דיון
ja: ディスカッション
pt_br: Discussões
tr: Tartışma
vi: Thảo luận
zh_hans: 讨论

# DISCUSSION_COMMENT_POSTED
source: Your comment has been added.
ar: تم إضافة تعليقك.
de: Ihr Kommentar wurde hinzugefügt.
es_419: Su comentario ha sido añadido.
fr: Commentaire ajouté.
he: ההערה שלך נוספה.
ja: あなたのコメントが追加されました。
pt_br: Seu comentário foi adicionado.
tr: Yorumunuz eklendi.
vi: Bình luận của bạn đã được thêm vào.
zh_hans: 您的评论已添加。

# DISCUSSION_FOLLOW
source: Follow
ar: تابع
de: Folgen
es_419: Seguir
fr: Suivre
he: עקבו
ja: フォロー
pt_br: Seguir
tr: Takip et
vi: Theo dõi
zh_hans: 关注

# DISCUSSION_REPORT
source: Report
ar: أبلّغ عن محتوى غير مرغوب فيه
de: Melden
es_419: Reportar
fr: Dénoncer
he: דווח
ja: 報告
pt_br: Denunciar
tr: Bildir
vi: Báo cáo
zh_hans: 报告

# DISCUSSION_THREAD_POSTED
source: Your response has been added.
ar: تم إضافة إجابتك
de: Ihre Antwort wurde hinzugefügt.
es_419: Su respuesta ha sido añadida.
fr: Réponse ajoutée.
he: התגובה שלך נוספה.
ja: あなたの返信が追加されました。
pt_br: Sua resposta foi adicionada.
tr: Yanıtınız eklendi.
vi: Phản hồi của bạn đã được thêm vào.
zh_hans: 您的回复已添加。

source: Discussion topics
ar: مواضيع النقاش
de: Diskussionsthemen
es_419: Temas de discusión
fr: Sujets de discussion
he: נושאי דיון
ja: ディスカッショントピック
pt_br: Tópicos da discussão
tr: Tartışma konuları
vi: Nội dung thảo luận
zh_hans: 讨论话题

# DISCUSSION_UNFOLLOW
source: Unfollow
ar: إلغاء المتابعة
de: Nicht mehr folgen.
es_419: Dejar de seguir
fr: Ne plus suivre
he: אל תעקוב
ja: フォロー解除
pt_br: Deixar de seguir
tr: Takipten çıkar
vi: Ngừng theo dõi
zh_hans: 取消关注

# DISCUSSION_UNREPORT
source: Unreport
ar: إلغاء البلاغ
de: Nicht melden
es_419: Anular reporte
fr: Ne plus dénoncer
he: בטל דיווח
ja: 未報告
pt_br: Cancelar denúncia
tr: Rapor etmeyi bırak
vi: Hủy báo cáo
zh_hans: 取消举报

# DISCUSSIONS.REPLIES_COUNT
source: {count} Replies
ar: {count} ردود
de: {count} Antworten
es_419: {count} Respuestas
fr: {count} Réponses
he: {count} תגובות
ja: 返信 {count} 件
pt_br: {count} Respostas
tr: {count} Yanıt
vi: {count} Trả lời
zh_hans: {count}条回复

# DISCUSSIONS.LAST_POST
source: Last post: {date}
ar: آخر منشور: {date}
de: Letzter Beitrag: {date}
es_419: Última publicación: {date}
fr: Dernier sujet: {date}
he: פוסט אחרון: {date}
ja: 最新の投稿：{date}
pt_br: Última publicação: {date}
tr: Son gönderi: {date}
vi: Bài đăng cuối: {date}
zh_hans: 最后更新日期：{date}

# DO_NOT_ALLOW
source: Don't allow
ar: عدم السماح
de: Nicht erlauben
es_419: No permitir
fr: Ne pas autoriser
he: אל תאפשר
ja: 許可しない
pt_br: Não permitir
tr: İzin Yok
vi: Không cho phép
zh_hans: 不允许

# DOWNLOAD_MANY_VIDEOS##{one}
source: Download {video_count} video
ar: جاري تحميل {video_count} ملف فيديو
de: {video_count} Video herunterladen
es_419: Descargar {video_count} video
fr: Télécharger {video_count} vidéo
he: הורד קובץ וידאו {video_count}
pt_br: Baixar {video_count} vídeo
tr: {video_count} videoyu indir

# DOWNLOAD_MANY_VIDEOS##{other}
source: Download {video_count} videos
ar: جاري تحميل {video_count} ملف فيديو
de: {video_count} Videos herunterladen
es_419: Descargar {video_count} videos
fr: Télécharger {video_count} vidéos
he: הורד {video_count} קבצי וידאו
ja: {video_count} 件の動画をダウンロード
pt_br: Baixar {video_count} vídeos
tr: {video_count} videoyu indir
vi: Tải xuống {video_count} video.
zh_hans: 下载{video_count}个视频。

source: Download
ar: تنزيل
de: Herunterladen
es_419: Descargar
fr: Télécharger
he: הורד
ja: ダウンロード
pt_br: Baixar
tr: İndir
vi: Tải xuống
zh_hans: 下载

source: Downloaded
ar: تم التنزيل
de: Heruntergeladen
es_419: Descargados
fr: Téléchargé
he: הורד
ja: ダウンロード済
pt_br: Baixado
tr: İndirildi
vi: Đã tải xuống
zh_hans: 已下载

# DOWNLOADED_MANY_VIDEOS##{one}
source: Download {video_count} video
ar: تنزيل {video_count} ملف فيديو
de: {video_count} Video herunterladen
es_419: Descargar {video_count} video.
fr: Télécharger {video_count} vidéo
he: הורד קובץ וידאו {video_count}
pt_br: Baixar {video_count} vídeo
tr: {video_count} videoyu indir

# DOWNLOADED_MANY_VIDEOS##{other}
source: Download {video_count} videos
ar: تنزيل {video_count} ملفات فيديو
de: {video_count} Videos herunterladen
es_419: Descargar {video_count} videos
fr: Télécharger {video_count} vidéos
he: הורד {video_count} קבצי וידאו
ja: {video_count} 件の動画をダウンロード
pt_br: Baixar {video_count} vídeos
tr: {video_count} videoyu indir
vi: Tải xuống {video_count} video.
zh_hans: 下载{video_count}个视频。

source: Downloading
ar: جاري التنزيل
de: Herunterladen
es_419: Descargando
fr: En cours de téléchargement
he: מוריד
ja: ダウンロード中
pt_br: Baixando
tr: İndiriliyor
vi: Đang tải xuống
zh_hans: 下载中

source: Downloads
ar: التنزيلات
es_419: Descargas
fr: Téléchargement
he: הורדות
ja: ダウンロード
pt_br: Transferências
tr: İndirilenler
vi: Tải xuống
zh_hans: 下载

source: Downloading 1 video.
ar: جاري تحميل 1 ملف فيديو
de: 1 Video wird heruntergeladen.
es_419: Descargando 1 video.
fr: 1 vidéo est en cours de téléchargement
he: מוריד סרטון 1.
ja: 1件の動画をダウンロード中
pt_br: Baixando 1 vídeo.
tr: 1 video indiriliyor.
vi: Đang tải 1 video.
zh_hans: 正在下载1个视频。

# DOWNLOADING_VIDEOS_TITLE
source: Downloading Videos...
de: Videos werden heruntergeladen...
es_419: Descargando Videos...
fr: Vidéos en cours de téléchargement...
he: מוריד קבצי וידאו...
pt_br: Baixando Vídeos...
tr: Videolar İndiriliyor...
vi: Đang tải video xuống...
zh_hans: 正在下载视频...

# DOWNLOAD_TO_DEVICE_TITLE
source: Download to Device
de: Auf mein Endgerät laden
es_419: Descargar a Dispositivo
fr: Télécharger sur l'appareil
he: הורד למכשיר
pt_br: Baixar para Dispositivo
tr: Cihaza İndir
vi: Tải về thiết bị
zh_hans: 下载至设备中

# DISCOVER
source: Discovery
fr: Découvrir
he: גילוי
tr: Keşfet
vi: Khám phá
zh_hans: 发现课程

source: Debug
de: Korrigieren
es_419: Depurar
he: פתור בעיות
pt_br: Depurar
tr: Hata ayıklama
vi: Sửa lỗi
zh_hans: 排除故障

# ERROR_MESSAGE.INVALID_EMAIL_FORMAT
source: Please make sure your e-mail address is formatted correctly and try again.
de: Bitte stellen sie sicher, dass ihre E-mail Adresse korrekt ist und versuchen sie es erneut.
es_419: Por favor revise su dirección de correo e intente de nuevo.
fr: Vérifiez le format de votre adresse email et réessayez.
he: אנא ודאו שכתובת האימייל שלכם כתובה נכון ונסו שוב
pt_br: Verifique se seu endereço de e-mail está formatado corretamente e tente novamente.
tr: Lütfen e-posta adresinizi doğru yazdığınızdan emin olun ve tekrar deneyin.
vi: Vui lòng kiểm tra địa chỉ e-mail đúng định dạng và thử lại.
zh_hans: 请确保您的邮箱格式正确，并重试。

# EMAIL_ACCOUNT_NOT_SET_UP_MESSAGE
source: It seems your email client is not set up.
ar: يبدو وكأنك لم تضبط إعدادات موكل البريد الإلكتروني الخاص بك.
de: Es scheint, als wäre Ihr E-Mail Client nicht eingestellt.
es_419: Al parecer su cliente de correo no está configurado.
fr: Il semble que votre client mail n'est pas configuré.
he: נראה שתוכנת הדוא"ל שלך איננה מוגדרת.
ja: お使いの電子メールソフトが設定されていないようです。
pt_br: Parece que seu cliente de e-mail não está definido.
tr: E-posta istemciniz kurulmamış olarak görünüyor.
vi: Ứng dụng email của bạn chưa được thiết lập.
zh_hans: 您似乎没有设置邮箱客户端。

# EMAIL_ACCOUNT_NOT_SET_UP_TITLE
source: Cannot send Email
ar: تعذّر إرسال رسالة بريد إلكتروني
de: Senden von E-Mails ist nicht möglich.
es_419: No se pudo enviar el correo
fr: Impossible d'envoyer l'e-mail
he: אין אפשרות שלוח דואר אלקטרוני
ja: メールを送ることができません
pt_br: Não é possível enviar e-mail
tr: E-Posta gönderilemedi
vi: Không thể gửi Email
zh_hans: 无法发送邮件

# EMAIL_ADDRESS_PROMPT
source: E-mail address
ar: البريد الإلكتروني
de: E-Mail-Adresse
es_419: Dirección de correo electrónico
fr: Adresse e-mail
he: כתובת אימייל
ja: メールアドレス
pt_br: Endereço de e-mail
tr: E-posta adresi
vi: Địa chỉ e-mail
zh_hans: 邮箱

# EMPTY_RESULTSET
source: No results found for "{query_string}". Try another search term or select a discussion category to browse.
ar: تعذّر إيجاد نتائج للاستعلام "{query_string}". يُرجى إعادة المحاولة باستخدام عبارة أخرى أو اختر فئة نقاش لاستعراضها.
de: Ihre Suche "{query_string}" hat keine Ergebnisse ergeben. Versuchen Sie es mit einem anderen Suchbegriff erneut oder setzen Sie Filter.
es_419: Resultados no encontrados para "{query_string}". Intente usando otro término de búsqueda o seleccione una categoría de discusión a explorar.
fr: Aucun résultat pour "{query_string}". Essayez un autre terme de recherche ou sélectionnez une autre catégorie de discussion.
he: לא נמצאו תוצאות עבור "{query_string}". נסו מונח חיפוש אחר או בחרו בקטגוריית דיון כדי לעיין בה.
ja: "{query_string}" が見つかりません。他の単語またはディスカッションカテゴリーをお試しください。
pt_br: Nenhum resultado encontrado para "{query_string}". Tente usar um outro termo para busca ou selecione uma categoria de discussão para navegar.
tr: "{query_string}" için hiç sonuç bulunamadı. Başka bir arama yapmayı ya da tartışma kategorisi seçmeyi deneyin.
vi: Không tìm thấy kết quả nào cho “{query_string}”. Hãy thử cụm tìm kiếm khác hoặc chọn mục Thảo luận để tìm kiếm.
zh_hans: 未找到“{query_string}”。请尝试其他搜索词或选择一个讨论类别以浏览。

# ENROLLMENT_LIST.FIND_COURSES_PROMPT
source: Looking for a new challenge?
ar: هل تبحثُ عن تحدٍ جديد؟
de: Suchen Sie nach eine neuen Herausforderung?
es_419: ¿Buscando un nuevo desafío?
fr: À la recherche d'un nouveau challenge?
he: מחפשים אתגר חדש?
ja: 新しいチャレンジを探していますか？
pt_br: À procura de novos desafios?
tr: Yeni bir maceraya hazır mısın?
vi: Tìm kiếm thử thách mới?
zh_hans: 寻找新的挑战？

# ENROLLMENT_LIST.FIND_COURSES
source: Find a course
ar: ابحث عن مساق
de: Einen Kurs finden
es_419: Explore courses
fr: Trouver un cours
he: מצא קורס
ja: 講座を探す
pt_br: Encontre um Curso
tr: Bir ders bul
vi: Tìm khóa học
zh_hans: 发现课程

# ENROLLMENT_LIST.NO_ENROLLMENT
source: It looks like you are not enrolled in any courses yet.
ar: يبدو أنك لم تسجل في أي مساق بعد
de: Es scheint, als wären Sie noch in keinem Kurs eingeschrieben.
es_419: Parece que todavía no está inscrito en ningún curso.
fr: Vous n'êtes inscrit à aucun cours.
he: נראה שאתם עדיין לא רשומים בשום קורס.
ja: あなたはまだどの講座にも受講登録をしていないようです。
pt_br: Parece que você não se inscreveu em nenhum curso ainda.
tr: Henüz herhangi bir derse kayıt yaptırmamış gözüküyorsunuz.
vi: Có vẻ như bạn chưa tham gia khóa học nào.
zh_hans: 您还没有加入任何课程。

# ENTER_EMAIL
source: Please enter your username or e-mail address and try again.
de: Bitte geben Sie Ihren Benutzernamen oder Ihre E-Mail Adresse ein und versuchen Sie es erneut.
es_419: Por favor ingrese su nombre de usuario o dirección de correo e intente de nuevo.
fr: Merci de saisir votre nom d'utilisateur ou email et réessayez.
he: אנא הכניסו את שם המשתמש או כתובת האימייל שלכם ונסו שוב.
pt_br: Insira seu nome de usuário e endereço de e-mail e tente novamente.
tr: Lütfen kullanıcı adınızı veya e-posta adresinizi girin ve tekrar deneyin.
vi: Vui lòng nhập tên đăng nhập hoặc e-mail và thử lại.
zh_hans: 请输入您的用户名或邮箱并重试。

# ENTER_PASSWORD
source: Please enter your password and try again.
ar: يٌرجى إدخال كلمة المرور وإعادة المحاولة مرة أخرى.
de: Bitte geben Sie Ihr Passwort ein und versuchen Sie es erneut.
es_419: Por favor ingrese su contraseña e intente de nuevo.
fr: Veuillez entrer votre mot de passe et essayez de nouveau.
he: אנא הכנס את הסיסמה שלך ונסה שוב.
ja: パスワードを入力して再試行してください。
pt_br: Insira sua senha e tente novamente.
tr: Lütfen parolanızı girin ve tekrar deneyin.
vi: Vui lòng nhập mật khẩu và thử lại.
zh_hans: 请输入您的密码重试。

source: everyone
ar: الجميع
de: Alle
es_419: todos
fr: tout le monde
he: כולם
ja: みなさん
pt_br: todos
tr: herkes
vi: mọi người
zh_hans: 每个人
