Repository: openedx-unsupported/edx-app-ios
Catalog: Source/*.lproj/Localizable.strings
Languages: ar, de, es_419, fr, he, ja, pt_br, tr, vi, zh_hans

# ACCEPT_LARGE_VIDEO_DOWNLOAD
source: Download
ar: تنزيل
de: Herunterladen
es_419: Descargar
fr: Télécharger
he: הורד
ja: ダウンロード
pt_br: Baixar
tr: İndir
vi: Tải xuống
zh_hans: 下载

# ACCESSIBILITY.DOWNLOADING_VIDEOS_TITLE
source: Downloading Videos
de: Videos herunterladen
es_419: Descargando Videos
fr: Téléchargement des vidéos en cours
he: מוריד קבצי וידאו
pt_br: Baixando Vídeos
tr: Videolar İndiriliyor
vi: Đang tải video xuống
zh_hans: 正在下载视频

# ACCESSIBILITY_CHECKBOX_CHECKED
source: Checked
ar: مؤشّر
de: Ausgewählt
es_419: Marcado
fr: Coché
he: מסומן
ja: チェック
pt_br: Marcado
tr: Seçildi
vi: Đã chọn
zh_hans: 已选中

# ACCESSIBILITY_CHECKBOX_UNCHECKED
source: UnChecked
ar: غير مؤشّر
de: nicht ausgewählt
es_419: Desmarcado
fr: Décoché
he: לא מסומן
ja: チェックを外す
pt_br: Desmarcado
tr: Seçilmedi
vi: Chưa chọn
zh_hans: 未选中

# ACCESSIBILITY_CHECKBOX_HINT_CHECKED
source: Clear the checkbox
ar: إلغاء التأشير
de: Auswahl zurücksetzen
es_419: Limpiar el marcado
fr: Effacer la case à cocher
he: נקה את הבחירה
ja: チェックボックスの選択を解除
pt_br: Limpar marcações
tr: Onay kutusunu temizle
vi: Xóa checkbox
zh_hans: 清空选框

# ACCESSIBILITY_CHECKBOX_HINT_UNCHECKED
source: Tap to select
ar: انقر للتأشير
de: Tippen Sie um etwas auszuwählen.
es_419: Toque para seleccionar
fr: Toucher pour sélectionner
he: הקישו לבחירה
ja: 選択するにはタップしてください
pt_br: Toque para selecionar
tr: Seçmek için tıklayın
vi: Nhấn để chọn
zh_hans: 点击选择

# ACCESSIBILITY_BY
source: By
ar: بواسطة
de: Von
es_419: Por
fr: Par
he: מוצע על ידי
pt_br: Por
tr: Yazan
vi: Bởi
zh_hans: 作者

# ACCESSIBILITY.BROWSER_BY_SUBJECT_HINT
source: Double tap to browse by subject, {subject_name}
de: Doppelklicken, um nach dem Thema {subject_name} zu suchen
es_419: Toca dos veces para navegar por tema, {subject_name}
fr: Toucher deux fois pour parcourir par sujet, {subject_name}
he: הקישו פעמיים כדי לעיין לפי נושא, {subject_name}
pt_br: Tocar duas vezes para navegar por assunto {subject_name}
tr: {subject_name} konusuna göre gezinti için çift tıklayın
vi: Nhấn 2 lần để tìm theo chủ đề, {subject_name}
zh_hans: 双击按科目浏览，{subject_name}

# ACCESSIBILITY.BULK_DOWNLOAD_HINT
source: Toggling the switch on, will download all videos of this course
de: Beim betätigen des Schalters werden alle Videos dieses Kurses heruntergeladen.
es_419: Moviendo el interruptor a encendido, se descargarán todos los videos de este curso
fr: Activer pour télécharger toutes les vidéos de ce cours
he: הדלקת המתג תוריד את כל קבצי הוידאו בקורס זה
pt_br: Ativando o interruptor, irá baixar todos os vídeos deste curso.
tr: Düğmeyi açmak, bu dersin tüm videolarını indirir
vi: Khi bật, tất cả video trong khóa học sẽ được tải xuống
zh_hans: 滑动开关，您将下载所有课程视频。

# ACCESSIBILITY.BULK_DOWNLOAD_DOWNLOADING_HINT
source: Toggling the switch off, will cancel downloading of all videos and will delete all downloaded videos of this course.
de: Beim betätigen des Schalters wird der Download-Vorgang abgebrochen und alle bisher heruntergeladenen Videos werden gelöscht.
es_419: Moviendo el interruptor a apagado, cancelará la descarga de todos los videos y se borrarán todos los videos descargados de este curso.
fr: Désactiver pour annuler le téléchargement des vidéos et supprimer les vidéos déjà téléchargées pour ce cours.
he: כיבוי המתג יבטל את הורדת כל קבצי הוידאו וימחק את כל קבצי הוידאו שכבר הורדו בקורס זה.
pt_br: Desativando o interruptor, irá cancelar e apagar a transferência de todos os vídeos deste curso.
tr: Düğmeyi kapatmak, tüm video indirmelerini iptal eder ve bu dersin indirilmiş tüm videolarını siler.
vi: Khi tắt, dừng tải xuống tất cả video và xóa tất cả video đã tải xuống trong khóa học.
zh_hans: 关闭开关，将取消您下载的所有视频和删除已下载视频。

# ACCESSIBILITY.BULK_DOWNLOAD_DOWNLOADED_HINT
source: Toggling the switch off, will delete all downloaded videos of this course.
de: Beim betätigen des Schalters, werden bisher heruntergeladenen alle Videos des Kurses gelöscht.
es_419: Moviendo el interruptor a apagado, se borrarán todos los videos descargados de este curso.
fr: Désactiver pour supprimer toutes les vidéos téléchargées pour ce cours.
he: כיבוי המתג ימחק את כל קבצי הוידאו שהורדו בקורס זה.
pt_br: Desativando o interruptor, irá apagar todos os vídeos baixados deste curso.
tr: Düğmeyi kapatmak, bu dersin indirilmiş tüm videolarını siler.
vi: Khi tắt, tất cả các video trong khóa học đã tải xuống sẽ bị xóa.
zh_hans: 关闭开关，将删除您的已下载视频。

# ACCESSIBILITY.CLOSE_HINT
source: Double tap to close.
ar: أنقر نقراً مزدوجاً للإغلاق
de: Doppelklick, um zu schließen.
es_419: Toque dos veces para cerrar.
fr: Toucher deux fois pour fermer.
he: הקישו פעמיים לסגירה.
ja: 閉じるにはダブルタップしてください
pt_br: Toque duas vezes para fechar.
tr: Kapatmak için çift tıkla.
vi: Nhấn hai lần để đóng.
zh_hans: 双击关闭

# ACCESSIBILITY.DISCUSSION_POSTED_ON
source: Posted on {date}
ar: منشور في {date}
de: Hinzugefügt am {date}
es_419: Publicado el {date}
fr: Posté le {date}
he: פורסם ב-{date}
ja: 投稿日時 {date}
pt_br: Publicado em {date}
tr: {date} tarihinde gönderildi
vi: Đăng vào {date}
zh_hans: 发表于{date}

# ACCESSIBILITY.DISCUSSION_VOTE_HINT
source: Double tap to vote.
ar: أنقر نقراً مزدوجاً للتصويت
de: Doppelklicken, um eine Stimme abzugeben
es_419: Toque dos veces para votar.
fr: Toucher deux fois pour voter.
he: הקישו פעמיים להצביע.
ja: 投票するにはダブルタップしてください
pt_br: Toque duas vezes para votar.
tr: Oylamak için çift tıklayın.
vi: Nhấn hai lần để bình chọn.
zh_hans: 双击投票

# ACCESSIBILITY.DISCUSSION_UNVOTE_HINT
source: Double tap to unvote.
ar: أنقر نقراً مزدوجاً لإلغاء التصويت
de: Doppelklicken, um die Stimmenabgabe rückgängig zu machen
es_419: Toque dos veces para eliminar su voto.
fr: Toucher deux fois pour enlever votre vote.
he: הקישו פעמיים כדי לבטל את ההצבעה.
ja: 投票をやめるにはダブルタップしてください。
pt_br: Toque duas vezes para cancelar seu voto.
tr: Oyu geri almak için çift tıkla.
vi: Nhấn hai lần để hủy bình chọn.
zh_hans: 双击取消投票

# ACCESSIBILITY.DISCUSSION_REPORT_HINT
source: Double tap to report.
ar: أنقر نقراً مزدوجاً لإرسال تقرير.
de: Doppelklicken, um etwas zu melden.
es_419: Toque dos veces para reportar.
fr: Toucher deux fois pour dénoncer.
he: הקישו פעמיים כדי לדווח.
ja: 報告するにはダブルタップしてください
pt_br: Toque duas vezes para denunciar.
tr: Bildirmek için çift tıkla.
vi: Nhấn hai lần để báo cáo.
zh_hans: 双击发送报告

# ACCESSIBILITY.DISCUSSION_UNREPORT_HINT
source: Double tap to unreport.
ar: أنقر نقراً مزدوجاً لإلغاء إرسال التقرير.
de: Doppelklicken, um die Meldung rückgängig zu machen.
es_419: Toque dos veces para eliminar su reporte.
fr: Toucher deux fois pour ne plus dénoncer.
he: הקישו פעמיים כדי לבטל את הדיווח.
ja: 報告をやめるにはダブルタップしてください。
pt_br: Toque duas vezes para cancelar sua denúncia.
tr: Bildirimi geri almak için çift tıkla.
vi: Nhấn hai lần để hủy báo cáo.
zh_hans: 双击取消报告

# ACCESSIBILITY.DISCUSSION_FOLLOW_HINT
source: Double tap to follow.
ar: أنقر نقراً مزدوجاً للمتابعة.
de: Doppelklicken, um zu folgen
es_419: Toque dos veces para seguir.
fr: Toucher deux fois pour suivre.
he: הקישו פעמיים כדי לעקוב
ja: フォローするにはダブルタップしてください
pt_br: Toque duas vezes para seguir.
tr: Takip etmek için çift tıklayın.
vi: Nhấn hai lần để theo dõi.
zh_hans: 双击关注

# ACCESSIBILITY.DISCUSSION_UNFOLLOW_HINT
source: Double tap to unfollow.
ar: أنقر نقراً مزدوجاً لإلغاء المتابعة.
de: Doppelklicken, um nicht mehr zu folgen.
es_419: Toque dos veces para dejar de seguir.
fr: Toucher deux fois pour ne plus suivre.
he: הקישו פעמיים כדי להפסיק לעקוב.
ja: フォローを解除するにはダブルタップしてください。
pt_br: Toque duas vezes para deixar de seguir.
tr: Takipten çıkarmak için çift tıklayın.
vi: Nhấn hai lần để hủy theo dõi.
zh_hans: 双击取消关注

# ACCESSIBILITY.SHOW_CURRENT_DOWNLOADS_BUTTON_HINT
source: Double tap to view current downloads
de: Doppelklick um bisherige Downloads zu sehen.
es_419: Toque dos veces para ver las descargas actuales
fr: Toucher deux fois pour voir les téléchargements
he: הקישו פעמיים כדי לצפות בהורדות המתבצעות כעת
pt_br: Toque duas vezes para visualizar as transferências atuais
tr: Mevcut indirmeleri görüntülemek için çift tıklayın
vi: Nhấn hai lần để xem những mục đang tải xuống
zh_hans: 双击查看当前下载

# ACCESSIBILITY.VIEW_ALL_SUBJECTS_HINT
source: Double tap to view all subjects
de: Doppelklicken, um alle Themen zu sehen
es_419: Toque dos veces para ver todos los temas.
fr: Toucher deux fois pour voir tous les sujets
he: הקישו פעמיים כדי לצפות בכל הנושאים
pt_br: Tocar duas vezes para visualizar todos os assuntos
tr: Tüm konuları görmek için çift tıklayın.
vi: Nhấn hai lần để xem tất cả chủ đề
zh_hans: 双击查看所有科目

# ACCESSIBILITY_DOWNLOAD_PROGRESS_BUTTON##{one}
source: Downloads in progress: {percent_complete}
ar: جاري التحميل: {percent_complete}
de: Wird heruntergeladen: {percent_complete}
es_419: Descarga en progreso: {percent_complete}
fr: Téléchargement en cours: {percent_complete}
he: ההורדה מתבצעת: {percent_complete}
pt_br: Progresso da transferência: {percent_complete}
tr: Devam eden indirmeler: {percent_complete}

# ACCESSIBILITY_DOWNLOAD_PROGRESS_BUTTON##{other}
source: Downloads in progress: {percent_complete}
ar: جاري التحميل: {percent_complete}
de: Wird heruntergeladen: {percent_complete}
es_419: Descargas en progreso: {percent_complete}
fr: Téléchargements en cours: {percent_complete}
he: ההורדות מתבצעות: {percent_complete}
ja: ダウンロード中：{percent_complete} ％
pt_br: Progresso das transferências: {percent_complete}
tr: Devam eden indirmeler: {percent_complete}
vi: Đang tải xuống: {percent_complete}
zh_hans: 下载中：{percent_complete}

# ACCESSIBILITY_DOWNLOAD_VIEW_CELL##{one}
source: Downloading {video_name}. {percent_complete} percent complete.
ar: جاري تحميل الفيديو {video_name}. تمّ تحميل {percent_complete} بنجاح.
de: Herunterladen von {video_name}. Zu {percent_complete} Prozent erfolgt.
es_419: Descargando {video_name}. {percent_complete} completado.
fr: Téléchargement en cours de {video_name}. {percent_complete} complété.
he: מוריד את {video_name}. {percent_complete} אחוז הושלם.
pt_br: Baixando {video_name}. {percent_complete} completado.
tr: {video_name} indiriliyor. Yüzde {percent_complete} tamamlandı.

# ACCESSIBILITY_DOWNLOAD_VIEW_CELL##{other}
source: Downloading {video_name}. {percent_complete} percent complete.
ar: جاري تحميل الفيديو {video_name}. تمّ تحميل {percent_complete} بنجاح.
de: Herunterladen von {video_name}. Zu {percent_complete} Prozent erfolgt.
es_419: Descargando {video_name}. {percent_complete} por ciento completado.
fr: Téléchargement en cours de {video_name}. {percent_complete} complété.
he: מוריד את {video_name}. {percent_complete} אחוזים הושלמו.
ja: {video_name} をダウンロード中。{percent_complete} ％済み。
pt_br: Baixando {video_name}. {percent_complete} completados.
tr: {video_name} indiriliyor. Yüzde {percent_complete} tamamlandı.
vi: Đang tải {video_name} xuống, hoàn thành {percent_complete} phần trăm.
zh_hans: 正在下载{video_name}。{percent_complete}已完成。

# ACCESSIBILITY_DOWNLOADABLE_VIDEOS##{one}
source: Downloads {video_count} video.
ar: جاري تحميل {video_count} ملف فيديو.
de: {video_count} Video herunterladen
es_419: Descargas {video_count} video.
fr: Télécharger {video_count} vidéo.
he: מוריד קובץ וידאו אחד.
pt_br: Baixa {video_count} vídeo.
tr: {video_count} video indiriliyor.

# ACCESSIBILITY_DOWNLOADABLE_VIDEOS##{other}
source: Downloads {video_count} videos.
ar: جاري تحميل {video_count} ملفات فيديو.
de: {video_count} Videos herunterladen
es_419: Descargas {video_count} videos.
fr: Télécharger {video_count} vidéos.
he: מוריד {video_count} קבצי וידאו.
ja: {video_count} 件ダウンロード
pt_br: Baixa {video_count} vídeos.
tr: {video_count} video indiriliyor.
vi: Tải xuống {video_count} video.
zh_hans: 下载{video_count}个视频。

# ACCESSIBILITY_FULLSCREEN
source: Fullscreen
ar: شاشة كاملة
de: Vollbild
es_419: Pantalla completa
fr: Plein écran
he: מסך מלא
ja: 全画面表示
pt_br: Tela cheia
tr: Tam Ekran
vi: Toàn màn hình
zh_hans: 全屏

# ACCESSIBILITY_EXIT_FULLSCREEN
source: Exit fullscreen
ar: الخروج من وضع ملء الشاشة
de: Vollbild beenden
es_419: Salir de pantalla completa
fr: Fermer le Plein écran
he: צא ממצב מסך מלא
ja: 全画面表示解除
pt_br: Sair do modo tela cheia
tr: Tam ekrandan çık
vi: Thoát chế độ toàn màn hình
zh_hans: 退出全屏

# ACCESSIBILITY.ERROR_TEXT
source: Error
de: Fehler
fr: Erreur
he: שגיאה
pt_br: Erro
tr: Hata
vi: Lỗi
zh_hans: 错误

# ACCESSIBILITY_PAUSE
source: Pause
ar: إيقاف مؤقت
de: Pausieren
es_419: Pausar
he: עצור
ja: 一時停止
pt_br: Pausa
tr: Durdur
vi: Tạm dừng
zh_hans: 暂停

# ACCESSIBILITY_PLAY
source: Play
ar: تشغيل
de: Abspielen
es_419: Reproducir
fr: Lecture
he: הפעל
ja: 再生
pt_br: Reproduzir
tr: Oynat
vi: Phát
zh_hans: 播放

# ACCESSIBILITY_USER_AVATAR
source: Your avatar image
ar: صورتك المستعارة
de: Ihr Profilbild
es_419: Su imagen de avatar
fr: Votre image de profil
he: תמונת האווטאר שלכם
ja: あなたのアバター
pt_br: Seu avatar
tr: Avatar görseliniz
vi: Ảnh đại diện của bạn
zh_hans: 您的头像

# ACCESSIBILITY_PROBLEM
source: Problem
ar: حدثت مشكلة
es_419: Problema
fr: Exercice
he: בעיה
ja: 問題
pt_br: Problema
vi: Vấn đề
zh_hans: 问题

# ACCESSIBILITY.OPTIONAL_INPUT
source: Optional
es_419: Opcional
fr: Optionnel
he: אופציונלי
pt_br: Opcional
tr: Seçmeli
vi: Không bắt buộc
zh_hans: 选填

# ACCESSIBILITY_REWIND
source: Rewind
ar: رجوع
de: Zurückspulen
es_419: Retroceder
fr: Retour arrière
he: חזור אחורה
ja: 巻き戻し
pt_br: Voltar o vídeo
tr: Geri sar
vi: Tua lại
zh_hans: 后退

# ACCESSIBILITY_REWIND_HINT
source: Rewinds by 30 seconds.
ar: رجوع بفاصل زمني 10 ثانية
de: Um 10 Sekunden zurückspulen.
es_419: Retroceder 10 segundos
fr: Retour arrière de 10 sec.
he: מחזיר 10 שניות אחרוה.
ja: 10秒巻き戻し
pt_br: Volta 10 segundos.
tr: 10 saniye geri sar.
vi: Tua lại 10 giây
zh_hans: 后退10秒

# ACCESSIBILITY_SEEK_BAR
source: Seek Bar
ar: شريط التتبّع
de: Suche
es_419: Barra de búsqueda
fr: Barre de défilement
he: שורת חיפוש
ja: シークバー
pt_br: Barra de progresso
tr: Gezinme Çubuğu
zh_hans: 搜索框

# ACCESSIBILITY_SETTINGS
source: Settings
ar: الإعدادات
de: Einstellungen
es_419: Configuración
fr: Paramètres
he: הגדרות
ja: 設定
pt_br: Ajustes
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

# ACCESSIBILITY_SHOWS_COURSE_CONTENT
source: Double tap to view course content.
ar: أنقر نقراً مزدوجاً لمشاهدة محتوى المساق.
de: Doppelklicken, um die Kursinhalte zu sehen.
es_419: Toque dos veces para ver el contenido del curso.
fr: Toucher deux fois pour voir le cours
he: הקישו פעמיים כדי לצפות בתוכן הקורס.
ja: 講座コンテンツを見るにはダブルタップしてください。
pt_br: Toque duas vezes para visualizar o conteúdo do curso.
tr: Ders içeriğini görüntülemek için çift tıklayın.
vi: Nhấn hai lần để xem nội dung khóa học.
zh_hans: 双击查看课程内容

# ACCESSIBILITY_DROPDOWN_TRAIT
source: Dropdown.
de: Auswahlliste
es_419: Desplegable.
fr: Liste de sélection.
he: רשימה נפתחת.
pt_br: Lista suspensa
tr: Açılır menü.
zh_hans: 下拉列表

# ACCESSIBILITY_SHOWS_DROPDOWN_HINT
source: Double tap to open dropdown.
ar: أنقر نقراً مزدوجاً لفتح القائمة المنسدلة.
de: Doppelklicken, um die Liste zu öffnen.
es_419: Toque dos veces para abrir el menú desplegable.
fr: Toucher deux fois pour ouvrir la liste
he: הקישו פעמיים כדי לפתוח את הרשימה הנפתחת.
ja: ドロップダウンを見るにはダブルタップしてください。
pt_br: Toque duas vezes para abrir a lista suspensa.
tr: Açılır menüyü açmak için çift tıklayın.
vi: Nhấn hai lần để mở dropdown.
zh_hans: 双击打开下拉列表

# ACCESSIBILITY_SELECT_VALUE_HINT
source: Double tap to select.
ar: أنقر نقراً مزدوجاً للاختيار.
de: Doppelklick Sie um etwas auszuwählen.
es_419: Toque dos veces para seleccionar.
fr: Toucher deux fois pour sélectionner.
he: הקישו פעמיים לבחירה.
ja: 選択するにはダブルタップしてください。
pt_br: Toque duas vezes para selecionar.
tr: Seçmek için çift tıklayın.
vi: Nhấn hai lần để chọn.
zh_hans: 双击选择

# ACCESSIBILITY_UNKNOWN
source: Unknown
ar: غير معروف
de: Unbekannt
es_419: Desconocido
fr: Inconnu
he: לא ידוע
ja: 不明
pt_br: Desconhecido
tr: Bilinmeyen
vi: Không xác định
zh_hans: 未知

# ACCESSIBILITY_VIDEO
source: Video
ar: فيديو
fr: Vidéo
he: וידאו
ja: 動画
pt_br: Vídeo
zh_hans: 视频

# ACCESSIBILITY_MENU
source: Navigation Menu
ar: قائمة التصفح
de: Navigationsmenü
es_419: Menú de Navegación
fr: Menu de navigation
he: תפריט ניווט
ja: 説明メニュー
pt_br: Menu de navegação
tr: Gezinme Menüsü
vi: Menu điều hướng
zh_hans: 导航菜单

# ACCESSIBILITY_CLOSE_MENU
source: Close Navigation Menu
ar: أغلق قائمة التصفح
de: Navigationsmenü schließen
es_419: Cerrar Menú de Navegación
fr: Fermer le Menu de navigation
he: סגור את תפריט הניווט
ja: 説明メニューを閉じる
pt_br: Fechar Menu de navegação
tr: Gezinme Menüsü'nü Kapat
vi: Đóng menu điều hướng
zh_hans: 关闭导航菜单

# ACCESSIBILITY_HIDE_KEYBOARD
source: Hide Keyboard
ar: إخفاء لوحة المفاتيح
de: Tastatur ausblenden
es_419: Ocultar el teclado
fr: Masquer le clavier
he: הסתר את המקלדת
ja: キーボード非表示
pt_br: Ocultar o teclado
tr: Tuş Takımını Gizle
vi: Ẩn bàn phím
zh_hans: 隐藏键盘

# ACCESSIBILITY_SHOW_USER_PROFILE_HINT
source: Double tap to view user profile
ar: أنقر نقراً مزدوجاً لمشاهدة صورة المستخدم الشخصية.
de: Doppelklick, um das Nutzerprofil zu sehen.
es_419: Toque dos veces para ver el perfil de usuario.
fr: Toucher deux fois pour voir le profil de l'utilisateur
he: הקישו פעמיים כדי לצפות בפרופיל המשתמש
ja: ユーザープロフィールを見るにはダブルタップしてください。
pt_br: Toque duas vezes para visualizar o perfil de usuário
tr: Kullanıcı profilini görüntülemek için çift tıklayın.
vi: Nhấn hai lần để xem thông tin người dùng
zh_hans: 双击查看用户资料

# ACCESSIBILITY.DISCUSSION_PINNED
source: Pinned
ar: مثبّت
de: Gepinnt
es_419: Marcado
fr: Epinglé
he: נעוץ
ja: ピン済み
pt_br: Marcado
tr: Sabitlenmiş
vi: Đã ghim
zh_hans: 已标记

# ACCESSIBILITY.DISCUSSION_CLOSED
source: Closed
ar: مغلق
de: Geschlossen
es_419: Cerrado
fr: Fermé
he: סגור
ja: 終了
pt_br: Fechado
tr: Kapalı
vi: Đã đóng
zh_hans: 已关闭

# ACCESSIBILITY.DISCUSSION_FOLLOWED
source: Followed
ar: تم متابعته
de: Gefolgt
es_419: Siguiendo
fr: Suivi
he: עוקב
ja: フォロー済
pt_br: Seguido
tr: Takip ediyor
vi: Đã theo dõi
zh_hans: 已关注

# ACCESSIBILITY.DISCUSSION_UNREAD_REPLIES
source: {count} Unread replies
ar: {count} إجابات غير مقروءة
de: {count} Ungelesene Antworten
es_419: {count} respuestas no leídas
fr: {count} réponses non lues
he: {count} תשובות שטרם נקראו
ja: {count} 件の未読
pt_br: {count} respostas não lidas
tr: {count} Okunmamış yanıt
vi: {count} phản hồi chưa đọc
zh_hans: {count} 未读回复

# ACCESSIBILITY.DISCUSSION_UNREAD_THREAD
source: Unread discussion thread
ar: نقاش غير مقروء
de: Ungelesener Diskussionsverlauf
es_419: Discusión no leída
fr: Sujet de discussion non lus
he: שרשור דיון שטרם נקרא
ja: 未読のスレッド
pt_br: Discussões não lidas
tr: Okunmamış tartışma zinciri
vi: Chủ đề thảo luận chưa đọc
zh_hans: 未读讨论话题

# ACCESSIBILITY.DISCUSSION_READ_THREAD
source: Read discussion thread
ar: اقرأ النقاش
de: Diskussionsverlauf lesen
es_419: Discusión leída
fr: Lire le sujet de discussion
he: קראו שרשור דיון
ja: スレッドを読む
pt_br: Ler discussão
tr: Tartışma zincirini oku
vi: Chủ đề thảo luận đã đọc
zh_hans: 已读讨论话题

# ACCESSIBILITY.DISCUSSION_LAST_POST_ON
source: Last post on {date}
ar: آخر منشور في: {date}
de: Letzter Beitrag am {date}
es_419: Última publicación hecha el {date}
fr: Dernier sujet le {date}
he: פוסט אחרון פורסם ביום {date}
ja: {date} の投稿
pt_br: Última publicação em {date}
tr: Son gönderi {date} tarihinde
vi: Bài đăng cuối vào {date}
zh_hans: 最后发表日期：{date}

# ACCESSIBILITY.DISCUSSION_THREAD_HINT
source: Double tap to view thread.
ar: أنقر نقراً مزدوجاً لرؤية النقاش
de: Doppelklick, um den Verlauf zu sehen.
es_419: Toque dos veces para ver.
fr: Toucher deux fois pour voir le sujet.
he: הקישו פעמיים כדי לצפות בשרשור.
ja: スレッドを見るにはダブルタップしてください。
pt_br: Toque duas vezes para visualizar a fila.
tr: İleti dizisini görmek için çift tıkla.
vi: Nhấn hai lần để xem chủ đề.
zh_hans: 双击查看话题

# ACCESSIBILITY.DISCUSSION_SORT_BY
source: Sort by {sort_by}
ar: رتب وفق {sort_by}
de: Sortieren nach {sort_by}
es_419: Ordenar por {sort_by}
fr: Trier par {sort_by}
he: מיין לפי {sort_by}
ja: {sort_by} で並べ替え
pt_br: Ordenar por {sort_by}
tr: {sort_by} sırasına göre sırala
vi: Sắp xếp theo {sort_by}
zh_hans: 排序{sort_by}

# ACCESSIBILITY.DISCUSSION_FILTER_BY
source: Filter by {filter_by}
ar: الترشيح وفق {filter_by}
de: Filtern nach {filter_by}
es_419: Filtrar por {filter_by}
fr: Filtrer par {filter_by}
he: סנן לפי {filter_by}
ja: {filter_by} でフィルタリング
pt_br: Filtrar por {filter_by}
tr: {filter_by} ile filtrele
vi: Lọc theo {filter_by}
zh_hans: 筛选{filter_by}

# ACCESSIBILITY.LEFT_DRAWER.PROFILE_LABEL
source: Currently signed in as {user_name}, {user_email}
ar: الدخول مسجلٌ باسم حساب {user_name}, {user_email}
de: Derzeit angemeldet als {user_name}, {user_email}
es_419: Ha iniciado sesión como {user_name}, {user_email}
fr: Connecté en tant que {user_name}, {user_email}
he: כעת רשום בחשבון {user_name}, {user_email}
ja: 現在 {user_name}, {user_email} でログイン中
pt_br: Atualmente logado como {user_name}, {user_email}
tr: {user_name}, {user_email} ile giriş yaparak
vi: Đang đăng nhập tới tên {user_name}, {user_email}
zh_hans: 当前登录为{user_name}，{user_email}

# ACCESSIBILITY.LEFT_DRAWER.PROFILE_HINT
source: Double tap to open your profile
ar: أنقر نقراً مزدوجاً لعرض صفحتك الشخصية.
de: Doppelklick, um Ihr Nutzerprofil öffnen.
es_419: Toque dos veces para abrir su perfil
fr: Toucher deux fois pour voir votre profil
he: הקישו פעמיים לפתיחת הפרופיל שלכם
ja: あなたのプロフィールを開くにはダブルタップしてください。
pt_br: Toque duas vezes para abrir seu perfil
tr: Profilinizi açmak için çift tıklayın.
vi: Nhấn hai lần để xem thông tin cá nhân
zh_hans: 双击打开您的个人信息

# ACCESSIBILITY.WHATSNEW.CLOSE_LABEL
source: Close
ar: إغلاق
de: Schließen
es_419: Cerrar
fr: Fermer
he: סגור
ja: 閉じる
pt_br: Fechar
tr: Kapat
vi: Đóng
zh_hans: 关闭

# ACCESSIBILITY.WHATSNEW.HEADER_LABEL
source: Version {app_version}, New Features
ar: ما هو الجديد
de: Was gibt's Neues
es_419: Novedades
fr: Quoi de neuf
he: מה חדש
ja: 新着情報
pt_br: O que há de novo
tr: Ne var ne yok
vi: Có gì mới
zh_hans: 什么是新的

# ACCESSIBILITY.SHARE_A_COURSE
source: Share a course
ar: مشاركة مساق
de: Einen Kurs teilen
es_419: Compartir un curso
fr: Partager un cours
he: שתפו קורס
ja: 講座をシェア
pt_br: Compartilhar um curso
tr: Bir ders paylaş
vi: Chia sẻ khóa học
zh_hans: 分享课程

# ACCESSIBILITY.CLOSE_LABEL
source: Close
de: Schließen
es_419: Cerrar
fr: Fermer
he: סגור
pt_br: Fechar
tr: Kapat
vi: Đóng
zh_hans: 关闭

# ACCESSIBILITY.PROFILE_LABEL
source: Pofile
ar: Profile
de: Profil
es_419: Perfil
fr: Profil
he: Profile
ja: Profile
pt_br: Perfil
tr: Profil
vi: Hồ sơ
zh_hans: 档案

# ACCOMPLISHMENTS.TITLE
source: Accomplishments
ar: الإنجازات
de: Leistungen
es_419: Logros
fr: Récompenses
he: הישגים
ja: 業績
pt_br: Realizações
tr: Başarılar
vi: Thành tựu
zh_hans: 成就

# ACCOMPLISHMENTS.SHARE_TEXT
source: I earned a badge on {platform_name}! Check it out
ar: لقد نلت للتو وساماً من منصّة {platform_name}! ألق نظرة عليه!
de: Ich habe gerade eine Auszeichnung der {platform_name} erhalten! Schauen Sie es sich an:
es_419: He ganado una insignia en {platform_name}! Dale un vistazo
fr: J'ai obtenu un badge sur {platform_name}! Regarde
he: הרווחתי תג ב-{platform_name}! תעיפו מבט
ja: {platform_name} でバッジを獲得しました！こちらで確認してください
pt_br: Eu ganhei um emblema {platform_name}! Confira!
tr: {platform_name} platformunda yeni bir rozet kazandım! Burada görebilirsin
vi: Tôi vừa nhận được huy hiệu ở {platform_name}! Xem ngay
zh_hans: 我刚在{platform_name}上获得了一个勋章！看一看

source: Add a comment
ar: أضف تعليقًا
de: Kommentar hinzufügen
es_419: Añadir comentario
fr: Ajouter un commentaire
he: הוסיפו תגובה
ja: コメントを書く
pt_br: Adicionar um comentário
tr: Bir yorum ekle
vi: Thêm một bình luận
zh_hans: 添加评论

source: Add a response
ar: أضف ردّ
de: Antwort hinzufügen
es_419: Añadir respuesta
fr: Ajouter une réponse
he: הוסיפו תגובה
ja: 返信を書く
pt_br: Adicione uma resposta
tr: Bir cevap ekle
vi: Thêm một phản hồi
zh_hans: 回复

source: Add comment
ar: أضف تعليق
de: Kommentar hinzufügen
es_419: Añadir comentario
fr: Commenter
he: הוסיפו תגובה
ja: コメントを書く
pt_br: Adicionar comentário
tr: Yorum ekle
vi: Thêm bình luận
zh_hans: 添加评论

source: Add post
ar: أضف مشاركة
de: Beitrag hinzufügen
es_419: Añadir publicación
fr: Ajouter un post
he: הוסיפו פוסט
ja: 投稿する
pt_br: Adicionar publicação
tr: Gönderi ekle
vi: Thêm bài đăng
zh_hans: 发帖
