Repository: openedx-unsupported/edx-app-ios
Catalog: Source/*.lproj/Localizable.strings
Languages: ar, de, es_419, fr, he, ja, pt_br, tr, vi, zh_hans

source: Add response
ar: أضف إجابة
de: Antwort hinzufügen
es_419: Añadir respuesta
fr: Ajouter réponse
he: הוסיפו תגובה
ja: 返信を書く
pt_br: Adicionar resposta
tr: Cevap ekle
vi: Thêm phản hồi
zh_hans: 回复

source: Add your post
ar: أضف مشاركتك
de: Einen Beitrag hinzufügen
es_419: Añadir su publicación
fr: Ajouter votre post
he: הוסיפו את הפוסט שלכם
ja: 投稿する
pt_br: Adicione sua publicação
tr: Gönderinizi ekleyin
vi: Thêm bài đăng của bạn
zh_hans: 您的回复

# AGREEMENT.TEXT
source: you agree to the {eula} and {tos} and acknowledge the {privacy_policy}.
ar: you agree to the {eula} and {tos} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy}.
de: Sie stimmen den {eula} und {tos} zu und akzeptieren, dass die {platform_name} und alle Partner Ihrer persönlichen Daten unter Berücksichtigung der {privacy_policy} verarbeiten können.
es_419: Está de acuerdo con {eula} y {tos} y acepta que {platform_name} y cada uno de sus miembros procese su información personal de acuerdo con la {privacy_policy}.
fr: you agree to the {eula} and {tos} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy}.
he: you agree to the {eula} and {tos} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy}.
ja: you agree to the {eula} and {tos} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy}.
pt_br: you agree to the {eula} and {tos} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy}.
tr: {eula} ve {tos} kurallarını ve {privacy_policy} doğrultusunda {platform_name} platformunun kişisel verilerinizi işleyeceğini kabul ediyorsunuz.
vi: bạn dã đồng ý với {eula} và {tos} và bạn đã chấp nhận rằng {platform_name} và mỗi Thành Viên được xử lý thông tin cá nhân của bạn theo {privacy_policy}
zh_hans: you agree to the {eula} and {tos} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy}.

# AGREEMENT.TEXT_PREFIX_SIGNIN
source: By signing-in to this app,
de: Mit anmelden in die App,
es_419: Al registrarse en esta aplicación,
fr: En vous connectant,
he: עם הכניסה לאפליקציה,
pt_br: Ao entrar neste aplicativo,
tr: Bu uygulamaya giriş yaparak,
vi: Bằng việc đăng nhập vào ứng dụng
zh_hans: 登录此App即表示

# AGREEMENT.TEXT_PREFIX_SIGNUP
source: By creating an account,
de: Mit der Erstellung eines Benutzerkontos,
es_419: Al crear una cuenta,
fr: En créant un compte,
he: עם יצירת חשבון,
pt_br: Ao criar uma conta,
tr: Bir hesap oluşturarak,
vi: Bằng viêc tạo tài khoản,
zh_hans: 创建账号即表示

# AGREEMENT.LINK_TEXT_EULA
source: {platform_name} End User License Agreement
es_419: Licencia de Acuerdo de Usuario Final de {platform_name}
fr: {platform_name} conditions d'utilisation
he: הסכם רישיון משתמש קצה ב-{platform_name}
pt_br: {platform_name} Contrato de Licença de Usuário Final
tr: {platform_name} Son Kullanıcı Lisans Anlaşması
vi: {platform_name} Người dùng đồng ý với Giấy phép
zh_hans: {platform_name}用户协议

# AGREEMENT.LINK_TEXT_TOS
source: {platform_name} Terms of Service and Honor Code
de: {platform_name} Nutzungsbedingungen und Verhaltenskodex
es_419: Términos de Servicio y Código de Honor de {platform_name}
fr: {platform_name} Conditions d'utilisation
he: תנאי שימוש וקוד הכבוד ב-{platform_name}
pt_br: {platform_name} Termos de Serviço e Código de Honra
tr: {platform_name} Hizmet Şartları ve Etik Şartlar
vi: {platform_name} Điều khoản dịch vụ và Honor Code
zh_hans: {platform_name}免责声明

# AGREEMENT.LINK_TEXT_PRIVACY_POLICY
source: Privacy Policy
de: Datenschutzbestimmungen
es_419: Política de Privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
pt_br: Política de Privacidade
tr: Gizlilik Politikası
vi: Chính sách Bảo mật
zh_hans: 隐私政策

source: Allow
ar: سماح
de: Erlauben
es_419: Permitir
fr: Autoriser
he: אפשר
ja: 許可
pt_br: Permitir
tr: İzin ver
vi: Cho phép
zh_hans: 允许

source: All Posts
ar: جميع المشاركات
de: Alle Beiträge
es_419: Todas las publicaciones
fr: Tous les posts
he: כל הפוסטים
ja: すべての投稿
pt_br: Todas as publicações
tr: Tüm Gönderiler
vi: Tất cả bài đăng
zh_hans: 所有帖子

# ALL_DOWNLOADING_VIDEOS_SUB_TITLE
source: {remaining_videos_count} Remaining, {remaining_videos_size}MB total
de: {remaining_videos_count} Verbleibend, {remaining_videos_size}MB gesamt
es_419: {remaining_videos_count} Restantes, {remaining_videos_size}MB en total
fr: {remaining_videos_count} en cours, {remaining_videos_size}MB total
he: נותרו {remaining_videos_count} קבצי וידאו, סה"כ {remaining_videos_size}MB
pt_br: {remaining_videos_count} Restando, {remaining_videos_size} MB total
tr: Kalan {remaining_videos_count} video, toplam {remaining_videos_size}MB
vi: {remaining_videos_count} còn lại, {remaining_videos_size}MB tổng cộng
zh_hans: 剩余{remaining_videos_count}个视频，总共{remaining_videos_size}MB

# ALL_VIDEOS_DOWNLOADED_TITLE
source: All Videos Downloaded
de: Alle Videos wurden heruntergeladen
es_419: Todos los Videos Descargados
fr: Vidéos téléchargées
he: כל קבצי הוידאו הורדו
pt_br: Todos Vídeos Baixados
tr: Tüm Videolar İndirildi
vi: Tất cả video đã được tải xuống
zh_hans: 已下载所有视频

# ANNOUNCEMENT_UNAVAILABLE
source: There are currently no announcements for this course.
ar: ﻻ يحتوي المساق على أيّةِ إعلانات.
de: Momentan gibt es für diesen Kurs keine Ankündigungen
es_419: No hay anuncios para este curso.
fr: Il n'y a actuellement aucune annonce pour ce cours.
he: כעת אין הודעות עבור קורס זה.
ja: 現在この講座からのお知らせはありません。
pt_br: Atualmente, não há anúncios para este curso.
tr: Şu anda bu ders için bildirim bulunmamaktadır.
vi: Khóa học này hiện tại không có thông báo nào.
zh_hans: 本课程现在尚无任何通告。

source: Answer
ar: إجابة
de: Antwort
es_419: Responder
fr: Réponse
he: תשובה
ja: 解答
pt_br: Resposta
tr: Cevap
vi: Trả lời
zh_hans: 回答

source: Answered Question
ar: سؤال أُجيب عنه
de: Beantwortete Frage
es_419: Pregunta respondida
fr: Question répondue
he: שאלה שנענתה
ja: 質問に答える
pt_br: Perguntas respondidas
tr: Cevaplanan Soru
vi: Câu hỏi đã được trả lời
zh_hans: 已回答的问题

# APP_REVIEW.RATING_CONTROL_ACCESSIBILITY_LABEL
source: Rating control.
ar: التحكم بالتقييم.
de: Bewertungskontrolle.
es_419: Control de valoraciones.
fr: Contrôle des votes.
he: בקרת דירוג.
ja: Rating コントロール
pt_br: Controle de Classificação
tr: Derecelendirme çubuğu.
vi: Đánh giá điều khiển.
zh_hans: 评价控制

# APP_REVIEW.RATING_CONTROL_ACCESSIBILITY_HINT
source: Double tap and hold to change value.
ar: أنقر نقراً مزدوجاً وابق ضاغطاً لتغيير القيمة.
de: Doppelklick und gedrückt halten, um den Wert zu ändern.
es_419: Toque dos veces y mantega presionado para cambiar el valor.
fr: Toucher deux fois et maintenir pour modifier votre vote .
he: הקישו פעמיים והחזיקו כדי לשנות את הערך.
ja: 値を変更するにはダブルタップしてホールド
pt_br: Toque duas vezes e mantenha pressionado para alterar valores.
tr: Çift tıklayın ve değeri değiştirmek için basılı tutun.
vi: Nhấn hai lần và giữ để thay đổi giá trị.
zh_hans: 双击隐藏改变值

# APP_REVIEW.RATE_THE_APP
source: Rate The App
ar: تقييم التطبيق
de: App bewerten
es_419: Valorar la aplicación
fr: Noter l'app
he: דרגו את האפליקציה
ja: アプリを評価する
pt_br: Avalie o App
tr: Uygulamayı Oyla
vi: Đánh giá ứng dụng
zh_hans: 评价应用

# APP_REVIEW.POSITIVE_REVIEW_MESSAGE
source: Tell others what you think of the app by writing a quick review in the app store
ar: أخبر الآخرين برأيك في التطبيق من خلال كتابة مراجعة سريعة في متجر التطبيقات
de: Lassen Sie andere wissen, was Sie von der App halten und schreiben Sie einen kurzen Kommentar in den Appstore.
es_419: Comparta su opinión sobre la aplicación con los demás escribiendo una breve crítica en la App Store
fr: Dites nous ce que vous pensez de l'app
he: כתבו ביקורת זריזה בחנות האפליקציות כדי לספר לאחרים מה אתם חושבים על האפליקציה
ja: アプリストアで簡単なレビューを書いて、他の人に伝えよう
pt_br: Diga aos outros o que você pensa sobre o aplicativo escrevendo uma rápida avaliação na loja de aplicativos.
tr: Uygulama mağazasında hızlı bir inceleme yazarak başkalarına uygulama hakkında ne düşündüğünüzü söyleyin
vi: Chia sẻ suy nghĩ của bạn về ứng dụng bằng cách viết bài đánh giá ngắn
zh_hans: 在应用商店中写下快速评论，让他人了解您对这个应用的看法

# APP_REVIEW.SEND_FEEDBACK_TITLE
source: Send Feedback?
ar: إرسال ملاحظات؟
de: Rückmeldung senden?
es_419: Enviar Comentario?
fr: Envoyer un avis?
he: לשלוח פידבק?
ja: フィードバックを送りますか？
pt_br: Enviar Feedback?
tr: Geri Bildirim Gönder?
vi: Gửi phản hồi?
zh_hans: 反馈一下？

# APP_REVIEW.HELP_US_IMPROVE
source: Help us improve!
ar: ساعدنا لنتحسن!
de: Helfen Sie uns, die App zu verbessern.
es_419: ¡Ayúdenos a mejorar!
fr: Aidez-nous à améliorer!
he: עזרו לנו להשתפר!
ja: 改善できるようご協力ください！
pt_br: Ajude-nos a melhorar!
tr: Geliştirmemize yardım et!
vi: Giúp chúng tôi cải thiện!
zh_hans: 帮助我们改进！

# APP_REVIEW.MAYBE_LATER
source: Maybe Later
ar: ربما لاحقاً
de: Vielleicht später
es_419: Quizás más tarde
fr: Peut-être plus tard
he: אולי מאוחר יותר
ja: 後で
pt_br: Talvez depois
tr: Belki Daha Sonra
vi: Để sau
zh_hans: 稍后再说

# APP_REVIEW.SEND_FEEDBACK
source: Send Feedback
ar: أرسل ملاحظاتك
de: Feedback senden
es_419: Enviar Comentario
fr: Envoyer un avis
he: שלחו פידבק
ja: フィードバックを送る
pt_br: Enviar Feedback
tr: Geri Bildirim Gönder
vi: Gửi phản hồi
zh_hans: 发送反馈

# APP_REVIEW.RATE_THE_APP_QUESTION
source: How would you rate the app?
ar: كيف تقييم التطبيق؟
de: Wie würden Sie die App bewerten?
es_419: ¿Cómo valoraría la aplicación?
fr: Quelle note donnez-vous à cette app?
he: כיצד תדרגו את האפליקציה הזו?
ja: アプリを評価してください
pt_br: Como você avalia o App?
tr: Bu uygulamayı nasıl derecelendirirsiniz?
vi: Tôi có thể đánh giá ứng dụng bằng cách nào?
zh_hans: 您如何评价此应用？

# APP_REVIEW.SUBMIT
source: Submit
ar: أرسال
de: Absenden
es_419: Enviar
fr: Envoyer
he: שלח
ja: 提出
pt_br: Enviar
tr: Gönder
vi: Gửi
zh_hans: 提交

# APP_REVIEW.MESSAGE_SUBJECT
source: Customer Review
ar: آراء المستخدمين
de: Kundenbewertung
es_419: Crítica del cliente
fr: Revues
he: ביקורת לקוחות
ja: カスタマーレビュー
pt_br: Avaliação do consumidor
tr: Müşteri İncelemeleri
vi: Đánh giá của người dùng
zh_hans: 用户评价

# AUTH_PROVIDER_ERROR
source: This {auth_provider} account is not linked with any {platform_name} account. Please register.
de: Das {auth_provider} Konto ist mit keinem Benutzerkonto der {platform_name} verlinkt. Bitte registrieren Sie sich.
es_419: Esta cuenta {auth_provider} no esta asociada con ninguna cuenta de {platform_name}. Por favor regístrela.
fr: Ce compte {auth_provider} n'est pas lié à un compte {platform_name}. Inscrivez-vous.
he: חשבון {auth_provider} זה אינו מקושר עם שום חשבון {platform_name}. אנא הירשמו.
pt_br: A sua conta no {auth_provider} não está associada à conta do {platform_name}. Por favor registre-se.
tr: Bu {auth_provider} hesabı herhangi bir {platform_name} hesabıyla bağlantılı değil. Lütfen kaydolun.
vi: Tài khoản {auth_provider} này chưa liên kết với bất kỳ tài khoản {platform_name} nào. Vui lòng đăng ký.
zh_hans: 此{auth_provider}账号未与任何{platform_name}账号相关联，请先注册。

# BULK_DOWNLOAD_VIDEOS_SUB_TITLE##{one}
source: {count} Video, {videos_size}MB total
de: {count} Video, {videos_size}MB gesamt
es_419: {count} Video, {videos_size}MB en total
fr: {count} Vidéo, {videos_size}MB total
he: קובץ וידאו{count}, סה"כ {videos_size}MB
pt_br: {count} Vídeo, {videos_size}MB total
tr: {count} Video, toplam {videos_size}MB

# BULK_DOWNLOAD_VIDEOS_SUB_TITLE##{other}
source: {count} Videos, {videos_size}MB total
de: {count} Videos, {videos_size}MB gesamt
es_419: {count} Videos, {videos_size}MB en total
fr: {count} Vidéos, {videos_size}MB total
he: {count} קבצי וידאו, סה"כ {videos_size}MB
pt_br: {count} Vídeos, {videos_size}MB total
tr: {count} Video, toplam {videos_size}MB
vi: {count} Video, {videos_size}MB tổng cộng
zh_hans: {count}个视频，总共{videos_size}MB

# BY_AUTHOR
source: By {author_name}
ar: من قبل {author_name}
de: Von {author_name}
es_419: Por {author_name}
fr: Par {author_name}
he: נכתב על ידי {author_name}
ja: {author_name}
pt_br: Por {author_name}
tr: {author_name} Tarafından
vi: Bởi {author_name}
zh_hans: {author_name}作

# BY_AUTHOR_LOWER_CASE
source: by {author_name}
ar: من قبل {author_name}
de: von {author_name}
es_419: por {author_name}
fr: par {author_name}
he: נכתב על ידי {author_name}
ja: {author_name}
pt_br: por {author_name}
tr: {author_name} tarafından
vi: bởi {author_name}
zh_hans: {author_name}作

# CERTIFICATES.COURSE_COMPLETION_TITLE
source: CONGRATULATIONS!
ar: تهانينا!
de: Glückwunsch!
es_419: FELICITACIONES!
fr: FELICITATIONS !
he: מזל טוב!
ja: おめでとうございます！
pt_br: PARABÉNS!
tr: TEBRİKLER!
vi: CHÚC MỪNG!
zh_hans: 恭喜！

# CERTIFICATES.COURSE_COMPLETION_SUBTITLE
source: You've passed the course.
ar: لقد نجحت في هذا المساق.
de: Sie haben den Kurs bestanden.
es_419: Ha aprobado el curso.
fr: Vous avez réussi le cours.
he: עברתם את הקורס.
ja: あなたは合格しました。
pt_br: Você passou o curso.
tr: Dersi geçtiniz.
vi: Bạn đã hoàn thành khóa học.
zh_hans: 您已经通过该课程。

# CERTIFICATES.GET_CERTIFICATE
source: View certificate
ar: عرض الشهادة
de: Zertifikat ansehen
es_419: Ver certificado
fr: Voir le certificat
he: צפו בתעודה
ja: 修了証を見る
pt_br: Visualizar o certificado
tr: Sertifika görüntüle
vi: Xem giấy chứng nhận
zh_hans: 查看证书

# CERTIFICATES.SHARE_TEXT
source: I just earned a Certificate on {platform_name}! Check it out:
ar: لقد نلت للتو شهادّة من منصّة {platform_name}! ألق نظرة عليها:
de: Ich habe gerade ein Zertifikat der {platform_name} erhalten! Schauen Sie es sich an:
es_419: Acabo de obtener un Certificado en {platform_name}! Dale un vistazo:
fr: J'ai obtenu un Certificat sur {platform_name}! Regarde:
he: כעת הרווחתי תעודה ב-{platform_name}! תעיפו מבט:
ja: 私は {platform_name} で修了証を獲得しました！こちらで確認してください：
pt_br: Acabei de ganhar um Certificado {platform_name}! Confira!
tr: {platform_name} platformunda yeni bir Sertifika kazandım! Buradan görebilirsin:
vi: Tôi vừa nhận được Giấy chứng nhận ở {platform_name}! Xem ngay:
zh_hans: 我在{platform_name}上获得了一个证书！看一看：

# CERTIFICATES.VIEW_CERT_TITLE
source: Certificate
ar: شهادة
de: Zertifikat
es_419: Certificado
fr: Certificat
he: תעודה
ja: 修了証
pt_br: Certificado
tr: Sertifika
vi: Giấy chứng nhận
zh_hans: 证书

# COURSE_ANNOUNCEMENTS
source: Announcements
ar: الإعلانات
de: Ankündigungen
es_419: Anuncios
fr: Infos & Actualités
he: הודעות
ja: お知らせ
pt_br: Anúncios
tr: Bildirimler
vi: Thông báo
zh_hans: 公告

# COURSE_HANDOUTS
source: Handouts
ar: النشرات
de: Informationsblätter
es_419: Recursos
fr: Documents de cours
he: מסמכים למסירה
ja: ハンドアウト
pt_br: Apostilas
tr: Dinleyici Notları
vi: Tài liệu
zh_hans: 讲义

# RESOURSES
source: Resources
de: Ressourcen
es_419: Recursos
fr: Ressources
he: משאבים
pt_br: Recursos
tr: Kaynaklar
vi: Nguồn
zh_hans: 资源

# COURSEDATES.COURSE_IMPORTANT_DATES_TITLE
source: Important Dates
de: Wichtige Daten
es_419: Fechas Importantes
fr: Dates importantes
he: תאריכים חשובים
pt_br: Datas Importantes
tr: Önemli Tarihler
vi: Những ngày quan trọng
zh_hans: 重要日期

source: Cancel
ar: إلغاء
de: Abbrechen
es_419: Cancelar
fr: Annuler
he: ביטול
ja: キャンセル
pt_br: Cancelar
tr: İptal
vi: Hủy
zh_hans: 取消

# CELLULAR_DOWNLOAD_ENABLED_MESSAGE
source: Allow your device to download videos over your cellular connection when Wi-Fi is not available. Data charges may apply.
ar: السماح للجهاز بتحميل الفيديو باستخدام بيانات الشبكة الخليوية عندما يكون اتصال ’Wi-Fi‘ غير متاح. قد يتم احتساب رسوم إضافية لتحميل البيانات.
de: Das Herunterladen von Dateien und Videos über die mobilen Daten Ihres Endgerätes erlauben.
es_419: Permitir que su dispositivo descargue videos usando su conexión de datos móviles cuando no haya una red Wi-Fi disponible. Pueden aplicar cargos de datos.
fr: Autoriser l'appareil à télécharger les vidéos en utilisant la connexion de données quand le Wi-Fi n'est pas disponible. Ceci peut entraîner des frais supplémentaires.
he: אפשר למכשיר שלך להוריד סרטונים ברשת הסלולרית כאשר חיבור Wi-Fi לא זמין. עלולות לחול עלויות גלישה.
ja: Wi-Fi 接続が利用できない場合、通話回線を使って動画をダウンロードできるようにします。データ通信料が課金されるかもしれません。
pt_br: Permita que seu aparelho baixe vídeos por meio da conexão do celular quando o Wi-Fi não estiver disponível. Pode haver cobrança.
tr: Wi-Fi açık olmadığında mobil ağ üzerinden videoları indirmeye izin ver. Veri ücretleri uygulanabilir.
vi: Cho phép thiết bị của bạn tải video xuống bằng kết nối cellular khi không có Wi-Fi. Chi phí dữ liệu có thể được áp dụng.
zh_hans: 允许您的设备在Wi-Fi不可用时，通过手机数据流量下载视频，可能会产生数据费用。

# CELLULAR_DOWNLOAD_ENABLED_TITLE
source: Allow Cellular Download
ar: السماح بالتحميل باستخدام بيانات الشبكة الخليوية
de: Download über Mobile Daten erlauben
es_419: Permitir descarga de datos móviles
fr: Autoriser téléchargement cellulaire
he: אפשר הורדה בסלולר
ja: 通話回線でのダウンロードを許可
pt_br: Permitir download para o celular
tr: Mobil Veri Üzerinden İndirmeye İzin Ver
vi: Cho phép cellular download
zh_hans: 允许通过数据流量下载

# CHECK_CONNECTION
source: Problem loading video. Please check your Internet connection.
ar: عذرًا، لقد حدثت مشكلة أثناء تحميل الفيديو. يُرجى التأكّد من اتصالك بالإنترنت.
de: Es ist ein Problem beim laden des Videos aufgetreten. Bitte überprüfen Sie Ihre Internetkonnektivität.
es_419: Problema cargando el video. Por favor revise su conexión a Internet.
fr: Problème de téléchargement vidéo. Veuillez vérifier que votre connexion Internet est bonne.
he: אירעה בעיה בזמן טעינה של הסרטון. אנא בדוק את חיבור האינטרנט שלך.
ja: 動画の読込に失敗しました。 インターネット接続を確認してください。
pt_br: Erro ao carregar o vídeo. Verifique a conexão de internet.
tr: Video yüklenirken problem oluştu. Lütfen İnternet bağlantınızı kontrol edin.
vi: Có lỗi tải video. Vui lòng kiểm tra kết nối mạng.
zh_hans: 视频加载出现问题。 请检查您的网络连接。

source: Choose
ar: اختر
de: Auswählen
es_419: Elegir
fr: Choisir
he: בחרו
ja: 選ぶ
pt_br: Escolher
tr: Seç
vi: Chọn
zh_hans: 选择

source: Choose a topic...
ar: اختر موضوعًا
de: Wählen Sie ein Thema
es_419: Seleccione un tema...
fr: Choisir un sujet...
he: בחרו נושא...
ja: トピックを選ぶ…
pt_br: Escolha um tópico...
tr: Bir konu seç...
vi: Chọn một chủ đề...
zh_hans: 选择一个主题

# COMPLETE_REGISTRATION_INFO
source: You've successfully signed in with {service}. We just need a little more information before you start learning with {platform_name}.
ar: لقد سجلت دخولك بنجاح باستخدام {service}. نحتاج فقط للقليل من المعلومات قبل أن تبدأ التعلم على {platform_name}.
de: Sie haben sich erfolgreich über {service} angemeldet. Bevor Sie auf der {platform_name} starten können, benötigen wir noch ein paar Informationen.
fr: Connexion avec {service} réussie. Nous avons besoin d'un petit peu plus d'information avant de démarrer sur {platform_name}.
he: נכנסתם בהצלחה באמצעות {service}. אנחנו רק צריכים קצת יותר מידע לפני שתתחילו ללמוד עם {platform_name}.
ja: {service} でサインインできました。 {platform_name} を使い始めるにはもう少し情報が必要です。
tr: {service} ile başarıyla giriş yaptınız. {platform_name} ile öğrenmeye başlamadan önce birazcık daha bilgiye ihtiyacımız var.
vi: Đăng nhập thành công với {service}. Bạn chỉ cần bổ sung thêm một số thông tin trước khi bắt đầu học với {platform_name}.
zh_hans: 您已成功授权{service}登录。您只需再多提供一点信息就可以在{platform_name}学习了。

# COMPLETE_REGISTRATION_PROMPT
source: Complete your registration
ar: أكمل تسجيلك
de: Vervollständigen Sie Ihre Registrierung
fr: Terminer votre inscription
he: השלימו את ההרשמה שלכם
ja: 登録完了
tr: Kaydınızı tamamlayınız
vi: Hoàn tất đăng ký
zh_hans: 完成您的注册

# CONFIRM_DELETE_TITLE
source: Confirm Delete
ar: تأكيد الحذف
de: Löschen Bestätigen
es_419: Confirmar borrado
fr: Confirmer la suppression
he: אשר מחיקה
ja: 削除の確認
pt_br: Confirmar exclusão
tr: Silmeyi Onayla
vi: Xác nhận xóa
zh_hans: 删除确认

# CONFIRM_DELETE_MESSAGE##{one}
source: Are you sure you want to delete this video?
ar: هل أنت متأكد من رغبتك بحذف ملف الفيديو؟
de: Sind Sie sicher, dass Sie dieses Video löschen wollen?
es_419: ¿Está seguro de querer borrar este video?
fr: Êtes-vous sûr de vouloir supprimer cette vidéo ?
he: האם אתה בטוח שאתה רוצה למחוק את הסרטון הזה?
pt_br: Tem certeza de que deseja apagar este vídeo?
tr: Bu videoları silmek istediğinize emin misiniz ?

# CONFIRM_DELETE_MESSAGE##{other}
source: Are you sure you want to delete these videos?
ar: هل أنت متأكد من رغبتك بحذف ملفات الفيديو؟
de: Sind Sie sicher, dass Sie diese Videos löschen wollen?
es_419: ¿Está seguro de querer borrar estos videos?
fr: Êtes-vous sûr de vouloir supprimer ces vidéos ?
he: האם אתה בטוח שאתה רוצה למחוק את הסרטונים האלה?
ja: この動画を本当に消去しますか？
pt_br: Tem certeza de que deseja apagar estes vídeos?
tr: Bu videoları silmek istediğinize emin misiniz ?
vi: Bạn có chắc là muốn xóa những video này?
zh_hans: 您确定您要删除这些视频吗？

# COURSE_ANNOUNCEMENT_NOTIFICATION_BODY
source: New Announcement: {course_name}
ar: إعلانات جديدة: {course_name}
de: Neue Ankündigung: {course_name}
es_419: Nuevo anuncio: {course_name}
fr: Nouvelle info: {course_name}
he: הודעה חדשה: {course_name}
ja: 新しいお知らせ： {course_name}
pt_br: Novo anúncio: {course_name}
tr: Yeni Duyuru: {course_name}
vi: Thông báo mới: {course_name}
zh_hans: 新通知：{course_name}

source: Close
ar: إغلاق
de: Schließen
es_419: Cerrar
fr: Fermer
he: סגור
ja: 閉じる
pt_br: Fechar
tr: Kapat
vi: Đóng
zh_hans: 关闭

# COMMENT##{one}
source: {count} comment
ar: {count} تعليق
de: {count} Kommentar
es_419: {count} comentario
fr: {count} commentaire
he: הערה {count}
pt_br: {count} comentário
tr: {count} yorum

# COMMENT##{other}
source: {count} comments
ar: {count} تعليقات
de: {count} Kommentare
es_419: {count} comentarios
fr: {count} commentaires
he: {count} הערות
ja: コメント {count} 件
pt_br: {count} comentários
tr: {count} yorum
vi: {count} bình luận
zh_hans: {count}条评论

source: Comments
ar: تعليقات
de: Kommentare
es_419: Comentarios
fr: Commentaires
he: הערות
ja: コメント
pt_br: Comentários
tr: Yorumlar
vi: Bình luận
zh_hans: 评论

# COMMENTS_CLOSED
source: Comments are closed for this response
ar: لقد أُغلقت التعليقات على هذا الردّ
de: Die Kommentarfunktion ist ausgeschaltet für dies Antwort.
es_419: Los comentarios están cerrados para esta respuesta
fr: Commentaires fermés pour cette réponse
he: לא ניתן להוסיף הערות לתגובה זו
ja: コメント受付終了
pt_br: Não é possível enviar comentários para esta resposta
tr: Bu yanıt yorumlara kapatılmıştır
vi: Bình luận đã đóng cho phản hồi này
zh_hans: 此回复不接受评论

# COMMENTS_TO_RESPONSE##{one}
source: {count} Comment
ar: {count} تعليق
de: {count} Kommentar
es_419: {count} Comentario
fr: {count} Commentaire
he: הערה {count}
pt_br: {count} comentário
tr: {count} Yorum

# COMMENTS_TO_RESPONSE##{other}
source: {count} Comments
ar: {count} تعليقات
de: {count} Kommentare
es_419: {count} Comentarios
fr: {count} Commentaires
he: {count} הערות
ja: コメント {count} 件
pt_br: {count} comentários
tr: {count} Yorum
vi: {count} Bình luận
zh_hans: {count}评论

source: COMMUNITY TA
ar: مشاركات ’COMMUNITY TA‘
es_419: PROFESOR ASISTENTE DE LA COMUNIDAD
fr: Assistant
he: עוזר הוראה בקהילה
ja: コミュニティTA
pt_br: TA DA COMUNIDADE
tr: TOPLULUK Öğretim Yardımcısı
vi: CỘNG ĐỒNG TA
zh_hans: 社区助教

# COURSE_DETAIL.EFFORT
source: Effort:
ar: الجهد:
de: Aufwand:
es_419: Esfuerzo:
he: מאמץ:
ja: エフォート：
pt_br: Esforço:
tr: Çaba:
vi: Lần thử:
zh_hans: 预计时长：

# COURSE_DETAIL.END_DATE
source: End Date:
ar: تاريخ الانتهاء:
de: Enddatum:
es_419: Fecha de finalización:
fr: Date de fin :
he: תאריך סיום:
ja: 終了日：
pt_br: Data de conclusão:
tr: Bitiş Tarihi:
vi: Ngày kết thúc:
zh_hans: 截止日期：

# COURSE_DETAIL.ENROLL_NOW
source: Enroll now
ar: سجّل الآن
de: Jetzt einschreiben
es_419: Inscribirse ahora
fr: S'inscrire maintenant
he: הירשמו עכשיו
ja: 登録しよう
pt_br: Matricule-se agora
tr: Şimdi kayıt olun
vi: Đăng ký ngay
zh_hans: 现在加入

# COURSE_DETAIL.VIEW_COURSE
source: View course
ar: عرض المساق
de: Kurs ansehen
es_419: Ver curso
fr: Voir le cours
he: צפו בקורס
ja: 講座を見る
pt_br: Ver curso
tr: Dersi gör
vi: Xem khóa học
zh_hans: 查看课程
