Repository: openedx-unsupported/edx-app-ios
Catalog: Source/*.lproj/Localizable.strings
Languages: ar, de, es_419, fr, he, ja, pt_br, tr, vi, zh_hans

# EXTERNAL_REGISTRATION_BECAME_LOGIN
source: You already set up an {platform_name} account with your {service} account. You have been logged in with that account.
ar: لقد قمت بالفعل بربط حسابك في {platform_name} مع {service}. لقد تم تسجيل دخولك باستخدام ذلك الحساب.
de: Sie haben bereits ein Benutzerkonto bei der {platform_name} über ihr {service} Konto erstellt.
es_419: Ya estableció una cuenta de {platform_name} usando su cuenta de {service}. Se ha iniciado sesión con esa cuenta.
fr: Vous avez déjà un compte {platform_name} avec votre compte {service}. Vous avez été connecté avec ce compte.
he: כבר יצרתם חשבון ב-{platform_name} באמצעות חשבון ה-{service} שלכם. נכנסתם כעת באמצעות חשבון זה.
ja: あなたは {service} アカウントで既に {platform_name} アカウントを作成済です。そのアカウントでログイン中です。
pt_br: Você já configurou uma conta para {platform_name} com sua conta do {service}.
tr: {platform_name} platformu hesabınızı {service} hesabıyla bağlamışsınız. Bu hesap ile giriş yaptınız.
vi: Tài khoản {platform_name} đã liên kết với tài khoản {service}. Bạn đã đăng nhập với tài khoản đó.
zh_hans: 您已用您的{service}经建立好一个{platform_name}账号。您已经用此账号登录。

source: Endorsed
ar: مصادق عليه
de: Bestätigt
es_419: Validado
fr: Voté
he: התקבל
ja: いいね！
pt_br: Endossado
tr: En İyi Cevap Olarak Seçildi
vi: Chứng thực
zh_hans: 已认可

source: Facebook
ar: فيسبوك
he: פייסבוק

source: Failed to load topics.
ar: فشل في تحميل المواضيع
de: Fehler beim Laden der Themen.
es_419: Falló al cargar los temas.
fr: Erreur de chargement des sujets.
he: טעינת הנושאים נכשלה.
ja: トピックの読込ができませんでした。
pt_br: Não foi possível carregar os tópicos.
tr: Konuları başarısız oldu.
vi: Không thể tải chủ đề.
zh_hans: 下载主题失败

source: Find Courses
ar: استكشف المساقات
de: Finde Kurse
es_419: Encontrar cursos
fr: Trouver des cours
he: חפש קורסים
ja: 講座を探す
pt_br: Procurar cursos
tr: Dersleri Ara
vi: Tìm khóa học
zh_hans: 发现课程

# FIND_COURSES_NO_AVAILABLE_COURSES
source: No available courses
de: Nicht verfügbare Kurse
es_419: No hay cursos disponibles
fr: Aucun cours disponible
he: אין קורסים זמינים
pt_br: Nenhum curso disponível
tr: Mevcut ders yok
vi: Không có khóa học nào sẵn sàng
zh_hans: 无课程

# FIND_COURSES_ALREADY_ENROLLED_MESSAGE
source: You are already enrolled in this course
ar: لقد جرى تسجيلك في هذا المساق في وقتٍ سابق.
de: Sie sind schon in diesem Kurs eingeschrieben
es_419: Ya está inscrito en este curso
fr: Vous êtes déjà inscrit à ce cours
he: אתה כבר רשום לקורס זה
ja: あなたはこの講座を登録済みです。
pt_br: Você já está matriculado neste curso
tr: Bu derse zaten kayıtlısınız
vi: Bạn đã tham gia khóa học này rồi
zh_hans: 您已加入这门课程

# FIND_COURSES_ENROLLMENT_ERROR_DESCRIPTION
source: An error occurred while creating the new course enrollment
ar: حدث خطأ أثناء إنشاء عملية تسجيل جديدة في المساق
de: Es ist ein Fehler aufgetreten, beim erstellen einer neuen Kurseinschreibung.
es_419: Ocurrió un error al crear su inscripción al curso
fr: Une erreur est survenue lors de l'inscription au cours
he: אירעה שגיאה בעת הרשמה חדשה לקורס
ja: 新規受講登録中にエラーが生じました。
pt_br: Ocorreu um erro durante a criação da matrícula do novo curso
tr: Yeni ders kayıtlandırması oluşturulurken bir hata gerçekleşti
vi: Có lỗi xảy ra khi tham gia khóa học
zh_hans: 加入新课程时出现了一个错误

# FIND_COURSES_UNABLE_TO_ENROLL_ERROR_DESCRIPTION
source: We are unable to enroll you in this course at this time using the {platform_name} mobile application. Please try again on your web browser
de: Leider konnten wir Sie nicht über die App der {platform_name} anmelden. Bitte versuchen Sie es erneut über die Webseite im Browser.
es_419: No ha sido posible inscribirlo a este curso en este momento usando la aplicación móvil {platform_name}. Por favor inténtelo de nuevo desde su navegador web.
fr: Nous n'avons pas pu vous inscrire dans ce cours sur via l'application {platform_name}. Veuillez essayer sur un navigateur de bureau
he: אנחנו לא יכולים לרשום אתכם לקורס הזה כעת באמצעות האפליקציה הסלולרית של {platform_name}. אנא נסו שוב בדפדפן הרשת שלכם.
pt_br: Não foi possível matricular você neste curso neste momento usando a aplicação móvel {platform_name}. Por favor tente novamente pelo navegador web.
tr: {platform_name} mobil uygulamasını kullanarak bu derse kaydınızı gerçekleştiremedik. Lütfen web tarayıcınızda tekrar deneyin
vi: Bạn không thể đăng ký khóa học bằng ứng dụng điện thoại {platform_name} ở thời điểm hiện tại. Vui lòng thử lại trên trình duyệt web
zh_hans: 您无法通过{platform_name}客户端进行选课。请使用网页浏览器重试。

# FIND_COURSES_ENROLLMENT_ERROR_TITLE
source: Enrollment Error
ar: خطأ أثناء التسجيل
de: Einschreibungsfehler
es_419: Error en la inscripción
fr: Erreur lors de l'inscription
he: שגיאת הרשמה
ja: 登録エラー
pt_br: Erro na matrícula
tr: Kayıtlanma Hatası
vi: Đã có lỗi khi tham gia khóa học
zh_hans: 选课出错

# FIND_COURSES_ENROLLMENT_SUCCESSFUL_MESSAGE
source: You are now enrolled in this course
ar: أنت الآن مسجِّل في هذا المساق
de: Sie sind nun in diesem Kurs eingeschrieben
es_419: Ya está inscrito en este curso.
fr: Vous êtes maintenant inscrit à ce cours
he: כעת אתם רשומים בקורס זה
ja: あなたはこの講座に登録中です。
pt_br: Você está matriculado nesse curso
tr: Bu derse kayıt yaptırdınız
vi: Bạn đã tham gia khóa học
zh_hans: 您已成功加入这门课程

# FIND_COURSES_OFFLINE_MESSAGE
source: You are in offline mode. To find courses, connect to the internet
ar: أنت غير متصل بالإنترنت. تأكّد من اتصالك بالانترنت لتتمكّن من تصفّح المساقات.
de: Sie befinden sich im Offline Modus. Um Kurse zu finden, müssen Sie Zugang zum Internet haben.
es_419: Usted está en modo offline. Para encontrar cursos, debe estar conectado a Internet
fr: Vous êtes en mode déconnecté. Pour trouver des cours, connectez-vous.
he: אתה במצב לא מקוון. למצוא קורסים, התחבר לאינטרנט
ja: オフラインモードです。講座を探すにはインターネットに接続してください。
pt_br: Você está no modo off-line. Para procurar cursos, conecte-se à internet
tr: Şu an çevrimdışı moddasınız. Dersleri keşfetmek için, internete bağlanın
vi: Bạn đang ở chế độ ngoại tuyến. Để tìm khóa học, hãy kết nối với mạng
zh_hans: 您现在处于离线模式。 连接到网络，以便查找课程。

# FLOATING_ERROR_LOGIN_TITLE
source: Sign-in Error
ar: حدث خطأ أثناء تسجيل الدخول
de: Login Fehler
es_419: Error de inicio de sesión
fr: Erreur d'inscription
he: שגיאת התחברות
ja: サインイン失敗
pt_br: Erro ao entrar
tr: Giriş Hatası
vi: Lỗi dăng nhập
zh_hans: 登录错误

# FLOATING_ERROR_TITLE
source: Reset Password Error
ar: حدث خطأ أثناء تغيير كلمة المرور
de: Fehler beim Zurücksetzen des Passwortes
es_419: Error al reiniciar la contraseña
fr: Erreur lors du changement de mot de passe
he: שגיאת איפוס סיסמה
ja: パスワード変更失敗
pt_br: Erro ao redefinir senha
tr: Parola Sıfırlama Hatası
vi: Lỗi đặt lại mật khẩu
zh_hans: 密码重置错误

source: Google
ar: جوجل
he: גוגל

# SERVICE_ACCOUNT_NOT_ASSOCIATED_MESSAGE
source: Make sure your {service} account is associated with your {platform_name} account on {destination_name}
ar: تأكد من أن حساب {service} الخاص بك مرتبط بحسابك على منصّة {platform_name} باستخدام {destination_name}.
de: Stellen Sie sicher, dass Ihr {service} Konto mit Ihrem Benutzerkonto der {platform_name} {destination_name} verlinkt ist.
es_419: Asegúrese de que su cuenta de {service} está asociada con su cuenta de {platform_name} en {destination_name}
fr: Assurez-vous que votre compte {service} est associé avec votre compte {platform_name} sur {destination_name}
he: ודאו שחשבון ה-{service} שלכם מקושר עם חשבון ה-{platform_name} שלכם ב-{destination_name}
ja: あなたの {service} アカウントが {destination_name} 上の {platform_name} アカウントと連動しているか確認してください。
pt_br: Certifique-se de que tua conta (de servico) esta associada com tua conta (nome_plataforma) no (nome_destino)
tr: {service} hesabınızın {destination_name} üzerindeki {platform_name} hesabınızla bağlanmış olduğundan emin olun.
vi: Hãy chắc chắn rằng tài khoản {service}của bạn đã liên kết với tài khoản {platform_name} trên {destination_name}
zh_hans: 请确认您的{service}账号与您{destination_name}上的{platform_name}账号匹配。

# SERVICE_ACCOUNT_NOT_ASSOCIATED_TITLE
source: {service} account not associated with {platform_name} account
ar: حساب {service} الخاص بك غير مرتبط بحسابك على منصّة {platform_name}
de: {service} Konto nicht verlinkt mit Ihrem Benutzerkonto der {platform_name}
es_419: cuenta de {service} no asociada con cuenta de {platform_name}
fr: Aucun compte {service} associé avec le compte {platform_name}
he: חשבון ה-{service} אינו מקושר עם חשבון ה-{platform_name}
ja: {platform_name} アカウントと連動していない {service} アカウント
pt_br: A conta do {service} não está associada à conta do {platform_name}
tr: {service} hesabı {platform_name} hesabı ile bağlantılandırılmamış
vi: Tài khoản {service} chưa liên kết với tài khoản {platform_name}
zh_hans: {service}账号与{platform_name}账号未关联

source: Graded
ar: جرى تقييمه
de: Benotet
es_419: Calificable
fr: Noté
he: ניתן ציון
ja: 採点済
pt_br: Corrigido
tr: Notlandırılmış
vi: Lấy điểm
zh_hans: 已批阅

# GRADED_CONTENT_WARNING
source: We recommend that you complete graded sections like this one in your web browser until they are fully supported on mobile.
ar: نحن نوصيك بإتمام الأقسام الخاضعة للتقييم، كهذا القسم، باستخدام متصفّح الويب الخاص بك إلى حين إتاحته بشكل كامل باستخدام الأجهزة المحمولة.
de: Wir empfehlen die Notenrelevanten Aufgaben wie diese, in Ihrem Webbrowser zu bearbeiten bis alle Bereiche des Kurses für mobile Endgeräte verfügbar sind.
es_419: Recomendamos que complete las secciones calificables como ésta en su navegador de internet hasta que estén apoyadas de forma completa en dispositivos móviles.
fr: Nous vous recommandons de compléter les sections notées sur votre ordinateur en attendant que tous les composants soient supportés sur mobile.
he: אנחנו ממליצים שתשלימו את החלקים שעבורם ניתן ציון כמו זה בדפדפן הרשת שלכם עד שהם ייתמכו באופן מלא באפליקציית הסלולר.
ja: このような採点対象のセクションは、モバイルでフルサポート対応するまでは、ウェブブラウザ上で行うことをおススメします。
pt_br: Nós recomendamos que você complete as seções corrigidas como esta no teu navegador de internet até que eles estejam completamente suportadas nos celulares
tr: Mobil sürümde tam anlamıyla desteklenene kadar bunun gibi notlandırılan bölümleri web tarayıcınızda tamamlamanızı tavsiye ediyoruz.
vi: Chúng tôi khuyên bạn nên hoàn thành các phần có lấy điểm như phần này trên trình duyệt web cho đến khi chúng được hỗ trợ đầy đủ trên thiết bị di động.
zh_hans: 我们建议您在网页在移动设备调试好之前先在网页中完成所有的需要打分的部分。

# HANDOUTS_UNAVAILABLE
source: There are currently no handouts for this course.
ar: ﻻ تتوفّر أيّه منشورات خاصّة بالمساق في الوقت الحالي.
de: Momentan gibt es für diesen Kurs keine Informationsbläter
es_419: No hay entregas para este curso.
fr: Il n'y a actuellement aucun polycopié pour ce cours.
he: כעת אין דפי מידע עבור קורס זה
ja: 現在のところ、この講座のハンドアウトはありません。
pt_br: Atualmente não há folhetos para este curso.
tr: Bu ders için herhangi bir dinleyici notu yok.
vi: Hiện tại chưa có tài liệu cho khóa học này.
zh_hans: 本课程现在尚无任何讲义。

# INVALID_EMAIL_MESSAGE
source: Please make sure your e-mail address is formatted correctly and try again.
ar: تأكد من إدخال بريدك الإلكتروني وفق الصيغة الصحيحة ثم أعد المحاولة من جديد.
de: Bitte stellen sie sicher, dass ihre E-mail Adresse korrekt ist und versuchen sie es erneut.
es_419: Por favor revise su nombre de usuario o dirección de correo e intente de nuevo.
fr: Veuillez vérifier que votre adresse e-mail est correctement écrite puis réessayez.
he: ודא כי כתובת הדואר האלקטרוני שלך כתובה כראוי ונסה שוב.
ja: メールアドレスが正しいか確認して再試行してください。
pt_br: Verifique se seu endereço de e-mail está formatado corretamente e tente novamente.
tr: Lütfen e-posta adresinizi doğru yazdığınızdan emin olun ve tekrar deneyin.
vi: Vui lòng kiểm tra địa chỉ e-mail đúng định dạng và thử lại.
zh_hans: 请确保您的邮箱格式正确，并重试。

# INVALID_USERNAME_PASSWORD
source: Please make sure that your username or e-mail address and password are correct and try again.
de: Bitte stellen Sie sicher, dass Ihr Benutzername oder Ihre E-Mail Adresse, sowie Ihr Passwort korrekt sind und versuchen Sie es erneut.
es_419: Por favor revise que su nombre de usuario o dirección de correo y contraseña son correctos e intente de nuevo.
fr: Vérifiez votre nom d'utilisateur ou email et votre mot de passe et réessayez.
he: אנא ודאו ששם המשתמש או כתובת האימייל והססמה שלכם נכונים ונסו שוב.
pt_br: Verifique se seu nome de usuário ou endereço de e-mail e senha estão corretos e tente novamente.
tr: Lütfen kullanıcı adı ya da e-posta adresi ile parolanızın doğru olduğundan emin olup tekrar deneyin.
vi: Tên đăng nhập hoặc địa chỉ e-mail và mật khẩu bạn đã nhập không đúng.
zh_hans: 请确保输入正确的用户名/邮箱与密码，再重试。

# LARGE_DOWNLOAD_MESSAGE
source: The videos you've selected are larger than 1 GB. Do you want to download these videos?
ar: يتجاوز حجم ملفات الفيديو التي اخترتها 1 جيجابايت. أما زلت ترغب بتحميلها؟
de: Die von Ihnen ausgewählten Videos sind größer als 1 GB. Möchten Sie diese dennoch herunterladen?
es_419: Los videos que seleccionó suman más de 1 GB. ¿Desea descargarlos?
fr: Les vidéos que vous avez sélectionnées ont une taille supérieure à 1 GB. Voulez-vous télécharger ces vidéos ?
he: הסרטונים שבחרת גדולים מ-1GB. האם אתה רוצה להוריד את סרטונים אלו?
ja: あなたが選択した動画は1GB以上です。本当にダウンロードしますか？
pt_br: Os video que você selecionou são maiores do que 1GB. Você quer baixar estes vídeos?
tr: Seçtiğiniz videolar 1 GB'tan büyük. Bu videoları indirmek istiyor musunuz?
vi: Video bạn chọn có kích thước lớn hơn 1 GB. Bạn có muốn tải những video này xuống không?
zh_hans: 所选中视频大于1GB。是否要下载这些视频 ？

# LARGE_DOWNLOAD_TITLE
source: Large Download
ar: حجم ملفات التنزيل كبير
de: Grosser Download
es_419: Descarga grande
fr: Téléchargement volumineux
he: הורדה גדולה
ja: 大きいサイズのダウンロード
pt_br: Grande download
tr: Büyük İndirme
vi: Tải xuống dung lượng lớn
zh_hans: 大数据量下载

# LOGIN_SPLASH_SIGN_UP
source: Sign up and start learning
ar: اشترك معنا وابدأ التعلم
de: Registrieren und sofort lernen.
es_419: Inicie sesión y comience a aprender
fr: Inscrivez-vous et commencez à apprendre
he: הירשם והתחל ללמוד
ja: 登録申込をして学習を始める
pt_br: Assinar e começar a aprender
tr: Üye ol ve öğrenmeye başla
vi: Đăng ký và bắt đầu học
zh_hans: 注册并开始学习

# LOGIN_SPLASH_SIGN_IN
source: Already have an account? Sign in
ar: لديك حساب بالفعل؟ سجل الدخول
de: Sie haben bereits ein Konto? Melden Sie sich hier an
es_419: ¿Ya tiene una cuenta? Inicie sesión
fr: Vous avez déjà un compte ? Connectez-vous
he: כבר רשום? היכנס
ja: アカウントをお持ちですか？サインインしてください。
pt_br: Já possui uma conta? Entrar
tr: Hesabın var mı? Giriş yap
vi: Đã có tài khoản? Đăng nhập ngay
zh_hans: 已有账号？登录

source: Logout
ar: تسجيل الخروج
de: Abmelden
es_419: Salir
fr: Déconnexion
he: התנתק
ja: ログアウト
pt_br: Sair
tr: Çıkış
vi: Đăng xuất
zh_hans: 退出

source: Most Activity
ar: مُعظم الأنشطة
de: Meiste Aktivität
es_419: Mayor actividad
fr: Le plus d'activité
he: הפעילות הרבה ביותר
ja: コメント数
pt_br: Mais ativos
tr: En Çok Aktivite
vi: Hoạt động nhiều nhất
zh_hans: 最热活动

source: Most Votes
ar: مُعظم الأصوات
de: Die meisten Stimmen
es_419: Más votos
fr: Le plus de votes
he: ההצבעות הרבות ביותר
ja: 投票数
pt_br: Mais votados
tr: En Çok Oylanan
vi: Đánh giá nhiều nhất
zh_hans: 最多投票

source: Courses
de: Kurse
es_419: Cursos
fr: Cours
he: קורסים
pt_br: Cursos
tr: Derslerim
vi: Khóa học
zh_hans: 课程

source: My Settings
ar: إعداداتي
de: Meine Einstellungen
es_419: Mis opciones
fr: Mes paramètres
he: הגדרות שלי
ja: 設定
pt_br: Meus ajustes
tr: Ayarlarım
vi: Cài đặt của tôi
zh_hans: 我的设置

# MARKED_ANSWER
source: Marked as answer
ar: تم تحديده كجواب
de: Als Antwort markiert
es_419: Marcado como respondido
fr: Marqué comme réponse
he: סמנו כתשובה
ja: ベストアンサー
pt_br: Marcado como lido
tr: Yanıt olarak işaretlendi
vi: Đánh dấu là câu trả lời
zh_hans: 标记为答案

# NETWORK_NOT_AVAILABLE_MESSAGE
source: You are not connected to the Internet.
ar: أنت غير متصل بالإنترنت.
de: Sie sind nicht mit dem Internet verbunden.
es_419: No está conectado a Internet.
fr: Vous n'êtes pas connecté à Internet.
he: אינך מחובר לאינטרנט.
ja: インターネットに接続されていません。
pt_br: Você não está conectado à internet.
tr: İnternete bağlı değilsiniz.
vi: Bạn đang không có kết nối mạng.
zh_hans: 未连接到网络

# NETWORK_NOT_AVAILABLE_MESSAGE_TROUBLE
source: You are not connected to the Internet. Please check your Internet connection.
ar: أنت غير متصلِ بالإنترنت. يُرجى التأكد من اتصالك.
de: Sie sind nicht mit dem Internet verbunden. Bitte überprüfen Sie Ihre Internetverbindung.
es_419: No está conectado a Internet. Por favor revise su conexión de red.
fr: Vous n'êtes pas connecté à Internet. Merci de vérifier votre connexion Internet.
he: אינך מחובר לאינטרנט. אנא בדוק את החיבור לאינטרנט.
ja: インターネットに接続されていません。インターネットへの接続設定を確認してください
pt_br: Você não está conectado à internet. Verifique a conexão de internet.
tr: İnternete bağlı değilsiniz. Lütfen internet bağlantınızı kontrol edin.
vi: Bạn đang không có kết nối mạng. Vui lòng kiểm tra kết nối.
zh_hans: 您没有连接到网络，请检查您的网络连接。

# NETWORK_NOT_AVAILABLE_TITLE
source: Connection Error
ar: خطأ في الاتصال
de: Verbidungsfehler
es_419: Error de conexión
fr: Erreur de connexion
he: שגיאת חיבור
ja: 接続エラー
pt_br: Erro de conexão
tr: Bağlantı Hatası
vi: Lỗi kết nối
zh_hans: 连接错误

source: Next
ar: التالي
de: Nächste
es_419: Siguiente
fr: Suivant
he: הבא
ja: 次へ
pt_br: Próxima
tr: İleri
vi: Tiếp theo
zh_hans: 下一个

source: Next Unit
ar: الوحدة التالية
de: Nächstes Kapitel
es_419: Siguiente unidad
fr: Unité suivante
he: היחידה הבאה
ja: 次のユニットへ
pt_br: Próxima Unidade
tr: Sonraki Ünite
vi: Bài tiếp theo
zh_hans: 下一个

# NO_ENROLLMENT_INTERSTITIAL_BOTTOM_LABEL
source: In the meantime, you can enroll in courses through our website - you'll need to log in, enroll, and then return to the app when you're done.
ar: في الوقت الحالي، يٌمكنك التسجيل في المساقات من خلال موقعنا الإلكتروني - وستكون بحاجة لتسجيل الدخول، والانضمام للمساق، ومن ثم العودة إلى التطبيق للبدء بالتعلّم.
de: Derzeit ist die Einschreibung in Kurse ausschließlich über die Webseite möglich - melden Sie sich dort an, wählen Sie Ihren gewünschten Kurs aus und schreiben Sie sich dort ein. Anschließend können Sie den Kurs über die App öffnen.
es_419: Mientras tanto, puede inscribirse en cursos a través de nuestro sitio web - tendrá que iniciar sesión, inscribirse, y volver a la aplicación después de haber realizado estos pasos.
fr: En attendant, vous pouvez vous inscrire aux cours sur notre site web, puis retourner sur l'app une fois l'inscription terminée.
he: בינתיים, אתם יכולים להירשם לקורסים דרך האתר שלנו - אתם תצטרכו להיכנס, להירשם, ולאחר מכן לחזור לאפליקציה אחרי שתסיימו.
ja: 当面はウェブサイト上で受講登録ができます。ログイン、受講登録をしたうえで、アプリに戻ってきてください。
pt_br: Enquanto isso, você pode se matricular em cursos através de nosso website-- você vai precisar logar-se, matricular-se e então voltar ao aplicativo quando você tiver terminado.
tr: Bu arada, derslre websitemiz üzerinden kayıtlanabilirsiniz. Bunun için giriş yapmalı, derse kayıtlanmalı ve hepsi tamamlandığında uygulamaya geri dönmelisiniz.
vi: Trong lúc đó, bạn có thể tham gia khóa học thông qua trang web của chúng tôi - bạn sẽ cần phải đăng nhập, tham gia khóa học và quay lại ứng dụng khi hoàn thành.
zh_hans: 在此期间， 您可以通过我们的 Web 页面加入课程。您需要登录，加入某个课程，然后在完成之后回到这个应用。

# NO_ENROLLMENT_INTERSTITIAL_TOP_LABEL
source: Our team is currently working hard to let you enroll in courses within the app.
ar: يبذل فريقنا كل الجهد الممكن لجعل انضمامك إلى المساق متاحًا من خلال التطبيق.
de: Wir arbeiten an einer Lösung, damit Sie sich zukünftig auch über die App in Kurse einschreiben können.
es_419: Nuestro equipo está trabajando para permitir las inscripciones desde la app.
fr: Nos équipes travaillent dur pour vous permettre de vous inscrire aux cours depuis l'app.
he: צוות שלנו עובד קשה כדי שתוכל להירשם לקורסים בתוך האפליקציה.
ja: アプリ内で受講登録ができるよう、ただいま作業中です。
pt_br: Atualmente nossa equipe está trabalhando duro para registrá-lo nos cursos pelo aplicativo.
tr: Ekibimiz derslere mobil uygulama üzerinden kayıtlanabilmeniz için çok sıkı bir şekilde çalışmaya devam ediyor.
vi: Chúng tôi đang làm việc hết sức để bạn có thể tham gia các khóa học trong ứng dụng.
zh_hans: 我们团队正努力工作以便您能在这个应用内部加入课程。

# NO_RESULTS_FOUND
source: There are no posts in this discussion category.
ar: لا توجد مشاركات في فئة النقاش هذه.
de: Es gibt keine Beiträge in dieser Diskussion.
es_419: No hay entradas para esta categoría de discusión.
fr: Aucun posts dans cette catégorie de discussion.
he: אין פוסטים בקטגוריית הדיון הזו.
ja: このディスカッション・カテゴリーには投稿がありません。
pt_br: Não existem postagens nesta categoria de discussão.
tr: Bu tartışma kategorisinde herhangi bir gönderi yok.
vi: Không có bài đăng nào trong phần thảo luận này.
zh_hans: 此讨论类别中尚未发帖。

# NO_TRANSCRIPT
source: This video's transcript is not available yet.
ar: إن النص المرافق لمقطع الفيديو هذا غير متوفّر بعد.
de: Das Video Transkript ist derzeit nicht verfügbar.
es_419: La transcripción de este video aún no está disponible.
fr: Pas de transcript de la vidéo disponible.
he: תמליל הוידאו הזה אינו זמין עדיין.
ja: この動画は複写できません。
pt_br: A transcrição deste vídeo ainda não está disponível.
tr: Bu videonun altyazısı henüz mevcut değil.
vi: Chưa có phụ đề cho video này.
zh_hans: 该视频字幕不可用。

# NO_WIFI_MESSAGE
source: Your current download settings only allow downloads over Wi-Fi. Please connect to a Wi-Fi network or change your download settings.
ar: إعدادات التنزيل الخاصة بك تسمح بتنزيل الملفات من خلال الـ Wi-Fi فقط. رجاء اتصل بالإنترنت من خلال الـ Wi-Fi أو قم بتغيير إعداداتك.
de: Ihr momentanen Einstellungen erlauben Downloads ausschliesslich über Wifi. Bitte verbinden sie sich mit einem Wifi Netzwerk oder ändern sie ihre Download Einstellungen.
es_419: Su actual configuración solo permite descargar a través de Wi-Fi. Por favor conéctese a una red Wi-Fi o cambie las configuraciones de descarga.
fr: Vos paramètres actuels de téléchargement n'autorisent que des téléchargements par Wi-Fi. Merci de vous connecter à un réseau Wi-Fi ou de charger vos paramètres de téléchargement.
he: הגדרות ההורדה הנוכחיות שלכם מאפשרות הורדה רק באמצעות רשת אלחוטית. אנא התחברו לרשת אלחוטית Wi-Fi או שנו את הגדרות ההורדה שלכם.
ja: 現在ダウンロードは Wi-Fi 接続のみを使用する設定になっています。 Wi-Fi ネットワークに接続するか、ダウンロードの設定を変更してください。
pt_br: Os ajustes permitem apenas transferências com Wi-Fi. Conecte-se a uma rede de Wi-Fi ou altere os ajustes de preferência.
tr: Mevcut indirme ayarlarınız sadece kablosuz ağ üzerinden indirmenize izin veriyor. Lütfen bir kablosuz ağa bağlanın ya da indirme ayarlarınızı değiştirin.
vi: Cài đặt tải xuống hiện tại của bạn chỉ cho phép tải xuống bằng Wi-Fi. Vui lòng kết nối đến mạng Wi-Fi hoặc thay đổi cài đặt Tải xuống.
zh_hans: 当前下载设置只允许在 Wi-Fi 环境下下载。 请连接到一个 Wi-Fi 网络或者更改下载设置。

# NO_FOLLOWING_RESULTS
source: You are not following any posts.
ar: لم تقم بمتابعة أي نقاشات بعد.
de: Sie folgen derzeit keinen Beiträgen.
es_419: Usted no está siguiendo ninguna publicación.
fr: Vous ne suivez aucun post.
he: אינכם עוקבים אחר שום פוסט.
ja: フォロー中の投稿はありません。
pt_br: Você não está seguindo nenhuma publicação.
tr: Herhangi bir gönderiyi takibe almadınız.
vi: Bạn đang không theo dõi bất kỳ bài nào.
zh_hans: 您还没有关注任何发帖。

# NO_COURSE_RESULTS
source: There are no posts in this course discussion.
ar: لا توجد مشاركات تخص نقاش المساق هذا.
de: Es gibt keine Beiträge in dieser Diskussion.
es_419: No hay comentarios en esta discusión.
fr: Aucun posts dans cette discussion de cours.
he: אין פוסטים בדיון בקורס זה.
ja: このディスカッションには投稿がありません。
pt_br: Não existem postagens na discussão deste curso.
tr: Bu ders tartışmasında herhangi bir gönderi yok.
vi: Không có bài đăng nào trong phần thảo luận của khóa học.
zh_hans: 此课程讨论中没有发帖。

# NOT_APPLICABLE
source: NA
ar: غير متوفر
es_419: ND
he: לא רלוונטי
ja: 該当なし
tr: YOK
zh_hans: 不适用

# NOTIFICATIONS_ENABLED
source: Allow Notifications
ar: السماح بالإشعارات
de: Benachrichtigungen erlauben
es_419: Permitir notificaciones
fr: Autoriser les notifications
he: אפשר התראות
ja: 通知を許可
pt_br: Permitir notificações
tr: Bildirimlere İzin Ver
vi: Cho phép thông báo
zh_hans: 允许通知

source: Anonymous
ar: مجهول
de: Anonym
es_419: Anónimo
fr: Anonyme
he: אנונימי
ja: 匿名
pt_br: Anônimo
tr: Anonim
vi: Ẩn danh
zh_hans: 匿名
