Repository: openedx-unsupported/edx-app-ios
Catalog: Source/*.lproj/Localizable.strings
Languages: ar, de, es_419, fr, he, ja, pt_br, tr, vi, zh_hans

# REMOVE_FILTER
source: Try removing your post filter.
ar: جرّب إزالة مرشّح مشاركاتك.
de: Versuchen Sie, den Beitragsfilter zu entfernen.
es_419: Intente borrar su filtro de publicaciones.
fr: Essayer de supprimer vos filtres.
he: נסו להסיר את סינון הפוסטים שלכם.
ja: 投稿フィルタを解除
pt_br: Tente remover o filtro da publicação.
tr: Gönderi filtresini kaldırmayı deneyin.
vi: Hãy thử bỏ lọc bài đăng của bạn.
zh_hans: 尝试移除您的帖子过滤器。

# SECTION_UNAVAILABLE_OFFLINE
source: This section is not available in offline mode. If you've downloaded content for a different section, go to that section to view the content.
ar: هذا القسم غير متوفّر دون الاتصال بالإنترنت. إذا كنت قد نزّلت محتوىً لقسم مختلف في وقتٍ سابق، فعد إلى ذلك القسم لتشاهد المحتوى.
de: Diese Sektion ist nicht verfügbar im Offline Modus. Bitte bearbeiten Sie zunächst eine Sektion aus, welche Sie bereits heruntergeladen haben.
es_419: Esta sección no está disponible en modo offline. Si ya ha descargado a su dispositivo contenido de otra sección, puede ver ese contenido.
fr: Cette section n'est pas disponible hors connexion. Si vous avez téléchargé le contenu d'une section différente, naviguer dans cette section pour voir le contenu.
he: מקטע זה אינו זמין במצב לא מקוון. אם הורדת תוכן למקטע אחר, עבור למקטע זה בכדי לצפות בתוכן.
ja: このセクションはオフラインモードで見ることができません。別のセクションのコンテンツをダウンロードした方は、そのセクションに行ってコンテンツをご覧ください。
pt_br: Esta seção não está disponível no modo off-line. Se baixou conteúdo em uma seção diferente, vá a essa seção para exibir o conteúdo.
tr: Bu bölüm çevrimdışı kullanıma uygun değil. Farklı bir bölüm için içerik indirdiyseniz, içeriği görüntülemek için o bölüme gidin.
vi: Không thể xem phần này khi đang ngoại tuyến. Nếu bạn đã tải xuống nội dung của phần khác, hãy xem nội dung đó.
zh_hans: 本章节在离线模式下不可用。 如果您已经下载不同章节的内容，请到对应章节中查看相应内容。

source: Settings
ar: الإعدادات
de: Einstellungen
es_419: Opciones
fr: Paramètres
he: הגדרות
ja: 設定
pt_br: Ajustes
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

# SHARE_A_COURSE
source: I'm taking a course on {platform_name}! Check it out:
ar: أحضر حاليًا مساقًا ممتعًا على منصّة {platform_name}! اطلع عليه:
de: Ich mache einen Kurs auf der {platform_name}! Schauen Sie es sich an:
es_419: Estoy tomando un curso en {platform_name}! Dale un vistazo:
fr: Je suis un cours sur {platform_name}! Regarde:
he: אני לוקחת קורס ב{platform_name}! תעיפו מבט:
ja: 私は {platform_name} の講座を受講中です！こちらを見てください：
pt_br: Estou fazendo um curso no {platform_name}! Confira:
tr: {platform_name} üzerinde ders alıyorum! Buna bir bak:
vi: Tôi đang tham gia khóa học ở {platform_name}! Tham gia cùng tôi ở:
zh_hans: 我正在{platform_name}上学习课程！看一看：

# SIGN_IN_TEXT
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es_419: Iniciar sesión
fr: Connexion
he: היכנס
ja: サインイン
pt_br: Entrar
tr: Giriş
vi: Đăng nhập
zh_hans: 登录

# SIGN_IN_BUTTON_TEXT_ON_SIGN_IN
source: Signing In
ar: جار تسجيل الدخول
de: Anmelden
es_419: Iniciando sesión
fr: Connexion en cours
he: נכנס
ja: サインイン中
pt_br: Entrando
tr: Giriş yapılıyor
vi: Đang đăng nhập
zh_hans: 正在登录

# REGISTER_TEXT
source: Register
ar: تسجيل الاشتراك
de: Registrieren
es_419: Registrarse
fr: S'inscrire
he: הירשמו
ja: 登録
pt_br: Inscrever-se
tr: Kayıt
vi: Đăng ký
zh_hans: 注册

source: Soon
ar: قريبًا
de: Bald
es_419: Proximamente
fr: Bientot
he: בקרוב
ja: すぐに
pt_br: Breve
tr: Yakında
vi: Không lâu
zh_hans: 很快

source: STAFF
ar: طاقم المساق
de: MITARBEITER
es_419: EQUIPO DEL CURSO
fr: ENSEIGNANT
he: צוות
ja: スタッフ
pt_br: EQUIPE
tr: AKADEMİK PERSONEL
zh_hans: 员工

# STARTUP.INFO_MESSAGE_TEXT
source: Free courses from the world's best universities in your pocket.
ar: Courses{programs_text} from the world's best universities in your pocket.
de: Courses{programs_text} from the world's best universities in your pocket.
es_419: Cursos {programs_text} de las mejores universidades del mundo a tu alcance.
fr: Courses{programs_text} from the world's best universities in your pocket.
he: Courses{programs_text} from the world's best universities in your pocket.
ja: Courses{programs_text} from the world's best universities in your pocket.
pt_br: Courses{programs_text} from the world's best universities in your pocket.
tr: Courses{programs_text} from the world's best universities in your pocket.
vi: Courses{programs_text} from the world's best universities in your pocket.
zh_hans: Courses{programs_text} from the world's best universities in your pocket.

# STARTUP.SEARCH_PLACEHOLDER_TEXT
source: Search Courses
ar: Search courses and programs
de: Search our 3000+ courses
es_419: Busca en nuestros más de 3000 cursos
fr: Search our 3000+ courses
he: Search our 3000+ courses
ja: Search courses and programs
pt_br: Search our 3000+ courses
tr: Search courses and programs
vi: Search our 3000+ courses
zh_hans: Search our 3000+ courses

# STARTUP_EXPLORE_SUBJECTS
source: Explore Subjects
ar: استكشف المواضيع
de: Fächer erkunden
es_419: Explorar temas
fr: Explorer les sujets
he: חפשו נושאים
ja: 該当分野を探す
pt_br: Explore outras disciplinas
tr: Konuları Keşfet
vi: Khám phá môn học
zh_hans: 浏览主题

# SUBMIT_FEEDBACK.OPTION_TITLE
source: Submit Feedback
ar: أرسل ملاحظاتك
de: Rückmeldung senden
es_419: Enviar comentario
fr: Envoyer vos impressions
he: שלחו פידבק
ja: フィードバックを送る
pt_br: Envie um Feedback
tr: Geribildirim Gönder
vi: Gửi phản hồi
zh_hans: 提交反馈

# SUBMIT_FEEDBACK.MESSAGE_SUBJECT
source: Customer Feedback
ar: ملاحظات المستخدمين
de: Kundenrückmeldung
es_419: Comentarios de usuarios
fr: Revues
he: פידבק לקוחות
ja: 利用者フィードバック
pt_br: Feedback de usuário
tr: Müşteri Geribildirimi
vi: Phản hồi của người dùng
zh_hans: 用户反馈

# SUBMIT_FEEDBACK.MARKER
source: ---- Leave feedback above this line ----
ar: ---- أكتب ملاحظاتك فوق هذا السطر ----
de: ---- Geben Sie Ihr Feedback über dieser Linie ----
es_419: ---- Mantenga sus comentarios sobre esta línea ----
fr: ---- Laissez votre commentaires au dessus de cette ligne ----
he: ---- השאירו פידבק מעל קו זה ----
ja: ---- この行より上にフィードバックを入力してください ----
pt_br: ---- Deixe um feedback abaixo dessa linha
tr: ---- Bu çizginin altına geribildiriminizi bırakın ----
vi: ---- Để lại phản hồi trên dòng này ----
zh_hans: ---- 请在这一行上面提供反馈 ----

# SUBMIT_FEEDBACK.OS_VERSION
source: iOS Version: {version}
ar: نسخة نظام التشغيل: {version}
es_419: Versión de iOS: {version}
he: גרסת iOS: {version}
ja: iOS バージョン: {version}
pt_br: Versão do iOS: {version}
tr: iOS Sürümü: {version}
vi: Phiên bản iOS: {version}
zh_hans: iOS 版本：{version}

# SUBMIT_FEEDBACK.APP_VERSION
source: App Version: {version} ({build})
ar: نسخة التطبيق: {version} ({build})
es_419: Versión de la aplicación: {version} ({build})
he: גרסת האפליקציה: {version} ({build})
ja: アプリバージョン： {version} ({build})
pt_br: Versão do aplicativo: {version} ({build})
tr: Uygulama Sürümü: {version} ({build})
vi: Phiên bản ứng dụng: {version} ({build})
zh_hans: 应用版本：{version} ({build})

# SUBMIT_FEEDBACK.DEVICE_MODEL
source: Device Model: {model}
ar: طراز الجهاز: {model}
de: Gerätemodell: {model}
es_419: Dispositivo: {model}
he: דגם מכשיר: {model}
ja: デバイス：{model}
pt_br: Modelo do dispositivo: {model}
tr: Cihaz Modeli: {model}
vi: Model thiết bị: {model}
zh_hans: 设备型号：{model}

# POST_VISIBILITY
source: This post is visible only to {cohort}.
ar: هذه المشاركة ظاهرة لمجموعة {cohort} فقط
de: Dieser Beitrag ist nur sichtbar für {cohort}.
es_419: Esta publicación solo es visible para {cohort}.
fr: Ce post est visible seulement pour {cohort}.
he: פוסט זה זמין לצפייה רק ל-{cohort}.
ja: この投稿は {cohort} のみ見ることができます。
pt_br: Esta publicação só é visível para {cohort}.
tr: Bu gönderi sadece {cohort} topluluğuna açık.
vi: Bài đăng này chỉ được xem bởi {cohort}.
zh_hans: 这个帖子只对{cohort}可见。

# POST_VISIBILITY_EVERYONE
source: This post is visible to everyone.
ar: هذه المشاركة ظاهرة للجميع
de: Dieser Beitrag ist sichtbar für alle
es_419: Esta publicación es visible para todos.
fr: Ce post est visible par tous.
he: פוסט זה זמין לצפייה לכולם.
ja: この投稿は誰でも見ることができます。
pt_br: Esta publicação é visível para todos.
tr: Bu gönderi herkese açık.
vi: Mọi người có thể xem bài đăng này.
zh_hans: 这个帖子对所有人可见。

# TIMEOUT_ALERT_TITLE
source: Time Out
ar: نفذ الوقت
de: Auszeit
es_419: Error
fr: Délai d'attente dépassé
he: בקשה לשרת אורכת יותר מידי זמן
ja: 時間切れ
pt_br: Atingiu tempo limite
tr: Süre Aşımı
vi: Hết thời gian phản hồi
zh_hans: 超时

# TIMEOUT_CHECK_INTERNET_CONNECTION
source: Please check your internet connection. This page is taking longer than expected to load.
ar: يُرجى التأكد من اتصالك بالإنترنت. استغرق تحميل هذه الصفحة مدّةً تفوق المتوقّع.
de: Bitte kontrollieren Sie Ihre Internetkonnektivität. Diese Seite lädt außergewöhnlich lange.
es_419: Por favor revise su conexión a Internet. La página está tardando más de lo esperado para cargar.
fr: Vérifiez votre connexion internet. La temps de chargement de la page est plus long que prévu.
he: אנא בדוק את חיבור האינטרנט שלך. טעינת הדף לוקחת יותר זמן מהצפוי .
ja: インターネット接続を確認してください。ページの読込に時間がかかり過ぎています。
pt_br: Verifique sua conexão de Internet. Esta página está levando mais tempo para carregar do que o esperado.
tr: Lütfen internet bağlantınızı kontrol edin. Bu sayfanın yüklenmesi beklenenden uzun sürüyor.
vi: Vui lòng kiểm tra kết nối của bạn. Mất nhiều thời gian hơn dự tính để tải trang.
zh_hans: 请检查您的网络连接。 该页面加载时间过长。

source: Title
ar: العنوان
de: Titel
es_419: Título
fr: Titre
he: כותרת
ja: 件名
pt_br: Título
tr: Başlık
vi: Tiêu đề
zh_hans: 标题

# TOPIC
source: Topic: {topic}
ar: الموضوع: {topic}
de: Thema: {topic}
es_419: Tema: {topic}
fr: Sujet : {topic}
he: נושא: {topic}
ja: トピック：{topic}
pt_br: Tópico: {topic}
tr: Konu: {topic}
vi: Chủ đề: {topic}
zh_hans: 主题：{topic}

source: Topics
ar: المواضيع
de: Themen
es_419: Temas
fr: Sujets
he: נושאים
ja: トピック
pt_br: Tópicos
tr: Konular
vi: Các chủ đề
zh_hans: 主题

# TROUBLE_IN_LOGIN_BUTTON
source: Forgot your password?
ar: نسيت كلمة المرور الخاصة بحسابك؟
de: Passwort vergessen?
es_419: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
he: שכחת סיסמה?
ja: パスワードをお忘れですか？
pt_br: Esqueceu sua senha?
tr: Parolanızı mı unuttunuz?
vi: Quên mật khẩu?
zh_hans: 忘记密码？

source: Unable to download.
ar: تعذّر تنزيل مقطع الفيديو
de: Download nicht möglich.
es_419: Imposible descargar.
fr: Impossible d'effectuer le téléchargement
he: לא ניתן להוריד
ja: ダウンロードできませんでした。
pt_br: Não é possível baixar.
tr: İndirilemiyor.
vi: Không thể tải xuống.
zh_hans: 无法下载。

# UNABLE_TO_LOAD_COURSE_CONTENT
source: Unable to load course content. Try again later.
ar: تعذّر تحميل محتوى المساق يُرجى إعادة المحاولة لاحقًا.
de: Es ist derzeit nicht möglich Kursinhalte zu laden. Versuchen Sie es später erneut.
es_419: No se ha podido cargar el contenido. Inténtelo de nuevo más tarde.
fr: Erreur chargement du contenu. Réessayez plus tard.
he: לא ניתן לטעון את תוכן הקורס. נסו שוב מאוחר יותר.
ja: 講座コンテンツを読み込めませんでした。後ほど再試行してください。
pt_br: Não foi possível carregar o conteúdo do curso. Tente novamente mais tarde.
tr: Ders içeriği yüklenemedi. Daha sonra tekrar deneyin.
vi: Không thể tải nội dung khóa học. Vui lòng thử lại sau.
zh_hans: 无法加载课程内容。 请稍后重试。

source: Unanswered
ar: بلا جواب
de: Unbeantwortet
es_419: Sin respuesta
fr: Non répondu
he: ללא מענה
ja: 未回答
pt_br: Sem resposta
tr: Yanıtlanmamış
vi: Chưa trả lời
zh_hans: 未回答

source: Unanswered Question
ar: سؤال لم تجري الإجابة عنه
de: Unbeantwortete Frage
es_419: Pregunta sin respuestas
fr: Question non répondue
he: שאלה שלא נענתה
ja: 未回答の質問
pt_br: Pergunta sem resposta
tr: Yanıtlanmamış Soru
vi: Câu hỏi chưa được trả lời
zh_hans: 未回答的问题

source: Unread
ar: غير مقروء
de: Ungelesen
es_419: No leído
fr: Non lu
he: לא נקרא
ja: 未読
pt_br: Não lidas
tr: Okunmamış
vi: Chưa đọc
zh_hans: 未读

source: Untitled
ar: دون عنوان
de: Unbetitelt
es_419: Sin título
fr: Sans titre
he: ללא כותרת
ja: 名称未設定
pt_br: Sem título
tr: Başlıksız
vi: Chưa có tiêu đề
zh_hans: 无标题

# UNKNOWN_ERROR
source: Your action could not be completed.
ar: لم يتم إتمام الأمر الخاص بك
de: Ihr Aktion konnte nicht ausgeführt werden.
es_419: Su acción no pudo ser completada.
fr: Erreur
he: לא ניתן היה להשלים את הפעולה שלכם.
ja: 完了していません。
pt_br: Sua ação não pode ser completada.
tr: Eyleminiz tamamlanamadı.
vi: Hành động của bạn không thể thực hiện.
zh_hans: 您的操作无法完成。

# USER_ACCOUNT
source: Account
ar: الحساب
de: Benutzerkonto
es_419: Cuenta
fr: Compte
he: חשבון
pt_br: Conta
tr: Hesap
vi: Tài khoản
zh_hans: 账号

# USER_ACCOUNT.PROFILE
source: Profile
ar: الملف الشخصي
de: Profil
es_419: Perfil
fr: Profil
he: פרופיל
pt_br: Perfil
tr: Profil
vi: Hồ sơ
zh_hans: 个人资料

# VERSION_DISPLAY
source: Version {number} {environment}
ar: النسخة {number} {environment}
es_419: Versión {number} {environment}
he: גרסה {number} {environment}
ja: バージョン {number} {environment}
pt_br: Versão {number} {environment}
tr: Sürüm {number} {environment}
vi: Phiên bản {number} {environment}
zh_hans: 版本 {number} {environment}

# VIDEO_CONTENT_NOT_AVAILABLE
source: This video is currently unavailable. Check back again later.
ar: ملف الفيديو المطلوب غير متوفّر. الرجاء إعادة المحاولة في وقت لاحق.
de: Dieses Video ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
es_419: Este video está disponible por el momento. Vuelva a intentar más tarde.
fr: Cette vidéo est actuellement indisponible. Revenez plus tard.
he: סרטון זה אינו זמין כרגע. בדוק שוב מאוחר יותר.
ja: この動画は現在見ることができません。後ほど再試行してください。
pt_br: Este vídeo não está disponível no momento. Tente novamente mais tarde.
tr: Bu videoya şu an ulaşılamıyor. Daha sonra tekrar deneyiniz.
vi: Video này hiện tại không sẵn sàng. Vui lòng quay lại sau.
zh_hans: 此视频暂时不可访问。请稍后再试。

# VIDEO_ONLY_ON_WEB
source: This video is currently only on the web. Tap to view it in your web browser.
ar: مقطع الفيديو هذا متاح عبر الويب فقط في الوقت الحالي. انقر لتستعرضها باستخدام متصفّح الويب لديك.
de: Dieses Video ist derzeit nur über die Webseite verfügbar. Klicken Sie hier, um es in Ihrem Browser zu sehen.
es_419: Este video está actualmente solo en la web. Toque la pantalla para verlo en el navegador.
fr: Cette vidéo est disponible uniquement sur le web. Toucher pour la voir dans votre navigateur.
he: קובץ וידאו זה קיים כעת רק ברשת. הקישו כדי לצפות בו בדפדפן הרשת שלכם.
ja: この動画は現在ウェブ上にしかありません。ウェブブラウザ上で見るにはタップしてください。
pt_br: Atualmente, este vídeo está disponível apenas na Web. Toque para visualizá-lo no seu navegador da Web.
tr: Bu video şu an için sadece internet ağı üzerinde bulunuyor. Web tarayıcınızda görüntülemek için tıklayınız.
vi: Video này này chỉ có thể xem trên web. Nhấn vào để xem trên web.
zh_hans: 此视频当前仅在网络上提供。点击此视频以在网络浏览器中进行观看。

# VIDEO_NOT_AVAILABLE
source: This video is not available in offline mode. Please select a video that you've downloaded onto your device.
ar: مقطع الفيديو هذا غير متوفّر دون الاتصال بالإنترنت. يُرجى اختيار مقطع فيديو كنت قد نزّلته في وقتٍ سابق على جهازك.
de: Dieses Video ist nicht verfügbar im Offline Modus. Bitte wählen Sie ein Video aus, welches Sie bereits heruntergeladen haben.
es_419: Este video no está disponible en modo offline. Por favor seleccione un video que ya haya descargado a su dispositivo.
fr: Cette vidéo n'est pas disponible hors connexion. Sélectionnez une vidéo téléchargée sur votre mobile.
he: סרטון זה לא זמין במצב לא מקוון. אנא בחר בסרטון שהורדת למכשירך.
ja: この動画はオフラインモードでは見れません。ダウンロード済の動画を選択してください。
pt_br: Este video não está disponível em modo off-line. Selecione um video que você baixou para seu dispositivo.
tr: Bu video çevrimdışı kullanıma uygun değil. Lütfen cihazınıza indirdiğiniz videoyu seçin.
vi: Không thể xem video này khi đang ngoại tuyến. Vui lòng xem video mà bạn đã tải về thiết bị.
zh_hans: 本视频在离线模式下不可看。 请选择一个已下载到设备中的视频。

# VIDEO.VIEW_ON_YOUTUBE
source: View video on YouTube
ar: مشاهدة الفيديو على يوتيوب
de: Video in YouTube anschauen
es_419: Ver video en YouTube
fr: Voir la vidéo sur YouTube
he: צפו בוידאו ביוטיוב
ja: YouTubeで動画を見る
pt_br: Assistir ao vídeo no YouTube
tr: Videoyu YouTube'da izle
vi: Xem video trên YouTube
zh_hans: 在YouTube上观看视频

# VIDEO.ONLY_ON_YOUTUBE
source: This video can only be played on YouTube.
ar: يمكن مشاهدة هذا الفيديو فقط على يوتيوب.
de: Dieses Video kann nur in YouTube abgespielt werden.
es_419: Este vídeo solo puede reproducirse en Youtube.
fr: Cette vidéo ne peut être lue que sur YouTube.
he: ניתן להציג קובץ וידאו זה רק ביוטיוב.
ja: この動画はYouTubeのみで見ることができます。
pt_br: Esse vídeo pode ser reproduzido somente no YouTube.
tr: Bu video sadece Youtube'da izlenebilir.
vi: Video này chỉ có thể xem trên YouTube
zh_hans: 此视频只能在YouTube中播放。

source: View
ar: اعرض
de: Ansehen
es_419: Ver
fr: Voir
he: צפו
ja: 見る
pt_br: Visualizar
tr: Görüntüle
vi: Xem
zh_hans: 查看

# VIEW_HANDOUTS
source: View course handouts
ar: عرض نشرات المساق
de: Kurs Material anschauen
es_419: Ver enlaces útiles
fr: Voir les Liens utiles du cours
he: צפו במסמכי הקורס
ja: 講座のハンドアウトを見る
pt_br: Visualizar apostilas do curso
tr: Dinleyici notlarını görüntüle
vi: Xem tài liệu khóa học
zh_hans: 查看课程讲义

# VOTE##{one}
source: {count} Vote
ar: {count} صوت
de: {count} Stimme
es_419: {count} Voto
he: הצבעה {count}
pt_br: {count} voto
tr: {count} Oy

# VOTE##{other}
source: {count} Votes
ar: {count} أصوات
de: {count} Stimmen
es_419: {count} Votos
he: {count} הצבעות
ja: 投票 {count} 件
pt_br: {count} votos
tr: {count} Oy
vi: {count} bình chọn
zh_hans: {count}票

# VERSION_UPGRADE_UPDATE
source: Update
ar: تحديث
de: Aktualisieren
es_419: Actualizar
fr: Mettre à jour
he: עדכן
ja: アップデート
pt_br: Atualizar
tr: Güncelle
vi: Cập nhật
zh_hans: 更新

# VERSION_UPGRADE.DISMISS
source: Dismiss
ar: إخفاء
de: Verwerfen
es_419: Cancelar
fr: Fermer
he: בטל
ja: 閉じる
pt_br: Ignorar
tr: Kapat
vi: Bỏ qua
zh_hans: 取消

# VERSION_UPGRADE.DEPRECATED_MESSAGE
source: A new version of the app is available.
ar: نسخة جديدة من التطبيق متوفرة حالياً.
de: Es ist eine neue Version der App verfügbar.
es_419: Una versión nueva de la app está disponible.
fr: Une nouvelle version est disponible.
he: גרסה חדשה של האפליקציה זמינה להורדה.
ja: このアプリには新バージョンがあります。
pt_br: Uma nova versão do aplicativo está disponível.
tr: Uygulamanın yeni bir sürümü mevcut.
vi: Ứng dụng đã có phiên bản mới hơn.
zh_hans: 应用程序有新版本可用。

# VERSION_UPGRADE.OUT_DATED_MESSAGE
source: Your version of the app is no longer supported.
ar: النسخة التي لديك من التطبيق لم تعُد مدعومة.
de: Ihre Version der App wird nicht weiter unterstützt.
es_419: Su versión de la app ya no está soportada.
fr: Votre version n'est plus supportée.
he: גרסת האפליקציה שברשותך לא נתמכת עוד.
ja: お使いのアプリのバージョンはサポートが終了しています。
pt_br: A versão do seu aplicativo não é mais compatível.
tr: Uygulamanızın bu sürümü artık desteklenmiyor.
vi: Phiên bản hiện tại của ứng dụng không còn được hỗ trợ.
zh_hans: 不支持您的新版本。

# VERSION_UPGRADE_OUT_DATED_LOGIN_MESSAGE
source: Your version of the app is no longer supported. Update to the latest version to login.
ar: النسخة التي لديك من التطبيق لم تعُد مدعومة. أحصل على أحدث نسخة لتسجل الدخول.
de: Ihre Version der App wird nicht weiter unterstützt. Aktualisieren Sie auf die letzte Version, um sich anzumelden.
es_419: Su versión de la aplicación ya no es compatible. Actualice a la última versión para iniciar sesión.
fr: Votre version n'est plus supportée. Mettez à jour avec la dernière version pour vous connecter.
he: גרסת האפליקציה שברשותכם אינה נתמכת עוד. עדכנו לגרסה האחרונה כדי להיכנס.
ja: お使いのアプリのバージョンはサポートが終了しています。最新バージョンにアップデートしてログインしてください。
pt_br: A versão do seu aplicativa não é mais compativel. Atualize para a última versão para entrar.
tr: Uygulamanızın bu sürümü artık desteklenmiyor. Giriş yapmak için en son sürüme güncelleyin.
vi: Phiên bản hiện tại của ứng dụng không còn được hỗ trợ. Cập nhật lên phiên bản mới nhất để đăng nhập.
zh_hans: 您的应用版本不再受支持。请更新到最新版本后再登录。

# VERSION_UPGRADE.NEW_VERSION_AVAILABLE
source: A new version of the app is available.
ar: نسخة جديدة من التطبيق متوفرة حالياً.
de: Es ist eine neue Version der App verfügbar.
es_419: Una versión nueva de la app está disponible.
fr: Une nouvelle version est disponible.
he: גרסה חדשה של האפליקציה זמינה להורדה.
ja: このアプリには新バージョンがあります。
pt_br: Uma nova versão do aplicativo está disponível.
tr: Uygulamanın yeni bir sürümü mevcut.
vi: Ứng dụng đã có phiên bản mới hơn.
zh_hans: 应用程序有新版本可用。

# WAITING_FOR_RESPONSE
source: Please wait...
ar: يُرجى الانتظار...
de: Bitte warten...
es_419: Espere por favor....
fr: Veuillez patienter...
he: אנא המתינו...
ja: お待ちください…
pt_br: Aguarde...
tr: Lütfen bekleyin....
vi: Vui lòng đợi...
zh_hans: 请稍等...

# WHATS_NEW.HEADER_TEXT
source: Version {app_version} New Features
ar: ما هو الجديد
de: Was gibt's Neues
es_419: Novedades
fr: Quoi de neuf
he: מה חדש
ja: 新着情報
pt_br: O que há de novo
tr: Ne var ne yok
vi: Có gì mới
zh_hans: 什么是新的

# WHATS_NEW.DONE
source: Done
ar: تم
de: Erledigt
es_419: Hecho
fr: Fait
he: בוצע
ja: 完了
pt_br: Concluído
tr: Tamam
vi: Xong
zh_hans: 完成

# WIFI_ONLY_TITLE
source: Wi-fi only download
ar: التحميل من خلال الـ Wi-Fi فقط
de: Download nur über WIFI
es_419: Descargar solo por Wi-Fi
fr: Téléchargement sur Wi-fi seulement
he: הורדה ברשת אלחוטית בלבד
ja: Wi-Fi 使用ダウンロード
pt_br: Baixar somente com Wi-Fi
tr: Sadece Wi-Fi ile indir
vi: Chỉ tải xuống bằng Wi-Fi
zh_hans: 仅在Wi-Fi下载

# WIFI_ONLY_DETAIL_MESSAGE
source: Only download content when Wi-Fi is turned on
ar: تحميل المواد والبيانات فقط عندما يكون الجهاز متصلاً بالـ Wi-Fi.
de: Herunterladen von Inhalten, nur wenn WIFI aktiviert ist.
es_419: Sólo descargar contenido cuando el Wifi está encendido
fr: Télécharger les contenus uniquement sur le réseau Wi-Fi
he: הורד תוכן רק כשחיבור הוויי-פיי דולק
ja: Wi-Fi がオンになっているときだけダウンロード
pt_br: Baixar conteúdo somente quando conectado ao Wi-Fi
tr: Sadece Wi-Fi açıkken içerik indir
vi: Chỉ tải nội dung xuống khi Wi-Fi đang bật
zh_hans: 仅在Wi-Fi开启时下载

source: Yes
ar: تأكيد
de: Ja
es_419: Si
fr: Oui
he: כן
ja: はい
pt_br: Sim
tr: Evet
vi: Có
zh_hans: 是

source: Last Accessed
ar: آخر زيارة -
ja: 最新アクセス
tr: Son Erişim

source: OK
ar: حسناً
tr: TAMAM
zh_hans: 确定

# ACCESSIBILITY_HTML
source: HTML
ar: نص HTML
