Repository: openedx-unsupported/edx-app-ios
Catalog: Source/*.lproj/Localizable.strings
Languages: ar, de, es_419, fr, he, ja, pt_br, tr, vi, zh_hans

source: Offline
ar: غير متصل بالشبكة
es_419: Sin conexión
fr: Hors connexion
he: לא מחובר
ja: オフライン
tr: Çevrimdışı
vi: Ngoại tuyến
zh_hans: 离线

# OPEN_IN_BROWSER
source: View in Safari
ar: عرض باستخدام مستعرض سفاري
de: In Safari anschauen
es_419: Ver en Safari
fr: Voir dans Safari
he: צפו בספארי
ja: Safari で見る
pt_br: Visualizar no Safari
tr: Safari'de Görüntüle
vi: Xem trên Safari
zh_hans: 使用Safari浏览器查看

source: Or Sign in with
ar: أو سجل الدخول باستخدم
de: Oder melden Sie sich an mit
fr: Ou se connecter avec
he: או התחבר באמצעות
ja: またはサインイン
tr: Ya da şununla giriş yap
vi: Hoặc đăng nhập với
zh_hans: 或者通过以下方式登录

# PLAYBACK_COMPLETE_CONTINUE
source: Continue
ar: متابعة
de: Fortfahren
es_419: Continuar
fr: Continuer
he: המשך
ja: 続ける
pt_br: Continuar
tr: Devam
vi: Tiếp tục
zh_hans: 继续

# PLAYBACK_COMPLETE_CONTINUE_CANCEL
source: No
ar: لا
de: Nein
fr: Non
he: לא
ja: いいえ
pt_br: Não
tr: Hayır
vi: Không
zh_hans: 否

# PLAYBACK_COMPLETE_MESSAGE
source: Would you like to watch the next video?
ar: هل ترغب بمشاهدة ملف الفيديو القادم؟
de: Weiter zum nächsten Video?
es_419: ¿Desea reproducir el siguiente video?
fr: Désirez-vous visualiser la viéo suivante ?
he: האם ברצונך לצפות בסרטון הבא?
ja: 次の動画を見ますか？
pt_br: Gostaria de assistir ao próximo vídeo?
tr: Bir sonraki videoyu izlemek istiyor musunuz?
vi: Bạn có muốn xem video tiếp theo không?
zh_hans: 想要接着观看下一个视频吗？

# PLAYBACK_COMPLETE_TITLE
source: You've reached the end of this video.
ar: لقد وصلت إلى نهاية ملف الفيديو
de: Sie haben das Ende dieses Videos erreicht.
es_419: Ha llegado al final del video.
fr: Vous avez atteint la fin de cette vidéo.
he: הגעת לסוף של הסרטון הזה.
ja: 動画が終了しました。
pt_br: Você chegou ao fim deste video.
tr: Bu videonun sonuna ulaştınız.
vi: Bạn đã xem hết video.
zh_hans: 您已看到视频结尾。

# POST
source: Create a new post
ar: أنشىء مشاركة جديدة
de: Einen neuen Beitrag erstellen
es_419: Crear nueva publicación
fr: Créer un nouveau post
he: צרו פוסט חדש
ja: 新規投稿を作成
pt_br: Criar uma nova publicação
tr: Yeni gönderi oluştur
vi: Tạo bài đăng mới
zh_hans: 创建新帖子

source: Posts I'm Following
ar: المشاركات التي أتابعها
de: Beiträge, denen ich folge
es_419: Publicaciones que estoy siguiendo
fr: Les posts que je suit
he: פוסטים שאני עוקבת אחריהם
ja: フォロー中の投稿
pt_br: Publicações que sigo
tr: Takibe Aldığım Gönderiler
vi: Bài đăng tôi đang theo dõi
zh_hans: 我关注的帖子

source: Discussion Post
ar: مواضيع النقاش
de: Diskussionsbeitrag
es_419: Publicación en el foro de discusión
fr: Sujets de discussion
he: פוסט דיון
ja: ディスカッション投稿
pt_br: Publicações da discussão
tr: Tartışma Gönderisi
vi: Bài đăng thảo luận
zh_hans: 讨论发布

source: Post discussion
ar: انشر نقاشًا
de: Nachbesprechung
es_419: Publicar discusión
fr: Poster une discussion
he: דיון בפוסט
ja: ディスカッションを投稿
pt_br: Publicar discussão
tr: Tartışma gönder
vi: Đăng thảo luận
zh_hans: 发布讨论

source: Post question
ar: اطرح سؤال
de: Frage hinzufügen
es_419: Publicar pregunta
fr: Poster une question
he: שאלות בנוגע לפוסט
ja: 質問を投稿
pt_br: Publicar pergunta
tr: Soru gönder
vi: Đăng câu hỏi
zh_hans: 发布问题

source: Previous
ar: السابق
de: Vorherige
es_419: Anterior
fr: Précédent
he: הקודם
ja: 前へ
pt_br: Anterior
tr: Geri
vi: Quay lại
zh_hans: 上一个

source: Previous Unit
ar: الوحدة السابقة
de: Vorheriges Kapitel
es_419: Unidad anterior
fr: Unité précédente
he: היחידה הקודמת
ja: 前のユニットへ
pt_br: Unidade anterior
tr: Önceki Ünite
vi: Bài trước
zh_hans: 上一个

# PROFILE.CHANGE_PICTURE_ACCESSIBILITY_HINT
source: Upload a new profile picture.
ar: Double tap to change profile photo
de: Doppelklick, um Ihr Profilbild zu ändern
es_419: Toque dos veces para cambiar la foto de perfil.
fr: Toucher deux fois pour changer de photo de profil
he: Double tap to change profile photo
ja: Double tap to change profile photo
pt_br: Clique duas vezes para mudar a foto de perfil
tr: Profil fotoğrafını değiştirmek için çift tıklayın
vi: Nhấn hai lần để thay đổi ảnh đại diện
zh_hans: 双击修改档案照片

# PROFILE.CHANGE_PICTURE_BUTTON
source: Change
ar: تغيير
de: Ändern
es_419: Cambiar
fr: Changer
he: החלף
ja: 変更
pt_br: Alterar
tr: Değiştir
vi: Thay đổi
zh_hans: 更改

# PROFILE.CHOOSE_EXISTING
source: Choose a photo
ar: اختر صورة
de: Wählen Sie ein Photo
es_419: Elija una foto
fr: Choisir une photo
he: בחרו תמונה
ja: 写真を選択
pt_br: Escolha uma foto
tr: Bir fotoğraf seç
vi: Chọn ảnh
zh_hans: 选择图片

# PROFILE.CROP_AND_RESIZE_PICTURE
source: Crop and resize
ar: قص وتعديل الحجم
de: Zuschneiden und verändern
es_419: Cortar y redimensionar
fr: Recadrer et redimensionner
he: גזרו ושנו גודל
ja: サイズ変更
pt_br: Cortar e redimensionar
tr: Kes ve yeniden boyutlandır
vi: Cắt và thay đổi kích thước
zh_hans: 裁剪和调整大小

# PROFILE.CURRENT_LANGUAGE_LABEL
source: Current language:
ar: اللغة الحاليّة:
de: Aktuelle Sprache:
es_419: Idioma actual:
fr: Langue actuelle:
he: שפה נוכחית:
ja: 現在の言語：
pt_br: Idioma atual:
tr: Şu anki dil:
vi: Ngôn ngữ hiện tại:
zh_hans: 当前语言：

# PROFILE.CURRENT_LOCATION_LABEL
source: Current location:
ar: الموقع الحالي:
de: Derzeitiger Standort:
es_419: Ubicación actual:
fr: Lieu actuel:
he: מיקום נוכחי:
ja: 現在地：
pt_br: Local atual:
tr: Şu anki konum:
vi: Địa điểm hiện tại:
zh_hans: 当前位置：

# PROFILE.EDIT_TITLE
source: Edit profile
ar: تعديل الصفحة الشخصيّة
de: Profil bearbeiten
es_419: Editar perfil
fr: Modifier le profil
he: ערוך פרופיל
ja: プロフィールを編集
pt_br: Editar perfil
tr: Profili düzenle
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑资料

# PROFILE.EDIT_ACCESSIBILITY
source: Edit profile
ar: تعديل الصفحة الشخصيّة
de: Profil bearbeiten
es_419: Editar perfil
fr: Modifier le profil
he: ערוך פרופיל
ja: プロフィールを編集
pt_br: Editar perfil
tr: Profili düzenle
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑资料

# PROFILE.COUNTRY_ACCESSIBILITY_HINT
source: Your country
ar: بلدك
de: Ihr Land
es_419: Su país
fr: Votre pays
he: המדינה שלכם
ja: 国
pt_br: País
tr: Ülkeniz
vi: Quốc tịch của bạn
zh_hans: 您的国家/地区

# PROFILE.LANGUAGE_ACCESSIBILITY_HINT
source: Your preferred language
ar: اللغة المفضّلة لديك
de: Ihre bevorzugte Sprache
es_419: Su preferencia de idioma
fr: Votre langue
he: השפה המועדפת שלכם
ja: 希望言語
pt_br: Idioma preferido
tr: Tercih edilen dil
vi: Ngôn ngữ ưa thích của bạn
zh_hans: 您的首选语言

# PROFILE.LEARNER_HAS_LIMITED_PROFILE
source: This {platform_name} learner is currently sharing a limited profile.
ar: متعلم {platform_name} هذا يشارك معلومات محدودة من حسابه.
de: Der Nutzer der {platform_name} teilt derzeit nur ein limitiertes Profil.
es_419: Este usuario de {platform_name} está compartiendo un perfil limitado.
fr: Cet apprenant {platform_name} partage seulement son profil limité.
he: אדם זה הלומד ב-{platform_name} משתף כעת פרופיל מוגבל.
ja: この {platform_name} 受講者は現在、限定プロフィールを公開しています。
pt_br: Este (platform_name) aluno está atualmente compartilhando um perfil limitado.
tr: Bu {platform_name} öğrencisi şu an kısıtlı profil paylaşıyor.
vi: Học viên {platform_name} đang chia sẻ hồ sơ cá nhân giới hạn
zh_hans: {platform_name}学员当前仅分享部分资料。

# PROFILE.NO_BIO
source: No "About me" info provided.
ar: لم يتم تزويد "معلومات شخصية".
de: Keine Informationen in "Über mich" vorhanden
es_419: No se suministró información "Sobre mí".
fr: Pas d'information "A propos".
he: לא נמסר מידע "אודותי".
ja: 「自己紹介」の情報がありません。
pt_br: Não foram fornecidas informações "Sobre mim"
tr: "Hakkımda" bilgisi sağlanmamış.
vi: Thông tin về "Giới thiệu bản thân" chưa được cung cấp.
zh_hans: 没有提供“关于我”的信息。

# PROFILE.REMOVE_IMAGE
source: Remove
ar: إزالة
de: Entfernen
es_419: Eliminar
fr: Enlever
he: הסר
ja: 削除
pt_br: Remover
tr: Kaldır
vi: Xóa
zh_hans: 移除

# PROFILE.SHOWING_LIMITED
source: You are currently sharing a limited profile
ar: تشارك حاليًا جزء محدود من معلومات صفحتك الشخصية.
de: Ihr Profil ist nur teilweise sichtbar für andere Nutzer
es_419: Actualmente está compartiendo una versión limitada de su perfil
fr: Vous partagez seulement votre profil limité
he: כעת אתם משתפים פרופיל מוגבל
ja: 現在、限定プロフィールを公開しています
pt_br: Atualmente, você está compartilhando um perfil limitado
tr: Şu an kısıtlı profil paylaşıyorsunuz
vi: Bạn đang chia sẻ hồ sơ cá nhân giới hạn
zh_hans: 您当前仅分享部分资料

# PROFILE.TAKE_PICTURE
source: Take photo
ar: التقط صورة
de: Machen Sie ein Photo
es_419: Tomar foto
fr: Prendre une photo
he: צלם תמונה
ja: 写真を撮る
pt_br: Tirar foto
tr: Fotoğraf çek
vi: Chụp ảnh
zh_hans: 拍照

# PROFILE.AGE_LIMIT
source: You must be over 13 to share a full profile.
ar: يجب أن يتجاوز عمرك 13 عامًا لتتمكّن من مشاركة صفحتك الشخصية بالكامل.
de: Sie müssen älter als 13 Jahre sein, um alle persönlichen Informationen teilen zu können.
es_419: Debe tener más de 13 años para compartir el perfil completo.
fr: Vous devez avoir 13 ans et plus pour partager votre profil complet.
he: עליכם להיות מעל גיל 13 כדי לשתף פרופיל מלא.
ja: 全プロフィールを公開するには13歳以上でなければなりません。
pt_br: Você deve ser maior de 13 anos para compartilhar seu perfil completo.
tr: Tüm profilinizi paylaşmak için 13 yaşın üstünde olmalısınız.
vi: Bạn phải trên 13 tuổi để chia sẻ toàn bộ hồ sơ cá nhân.
zh_hans: 您必须年满13岁才能分享完整的用户资料。

# PROFILE.UNABLE_TO_GET
source: We could not load this profile.
ar: لم نتمكّن من تحميل بيانات هذه الصفحة الشخصيّة.
de: Dieses Profil konnte nicht geladen werden.
es_419: No se ha podido cargar este perfil.
fr: Erreur chargement du profil
he: לא יכולנו להעלות את הפרופיל הזה.
ja: プロフィールを読み込めませんでした。
pt_br: Não foi possível carregar este perfil.
tr: Bu profili yükleyemedik.
vi: Chúng tôi không thể tải hồ sơ này.
zh_hans: 我们无法加载此资料。

# PROFILE.UNABLE_TO_REMOVE_PHOTO
source: We weren't able to remove your photo.
ar: لم نتمكّن من إزالة صورتك.
de: Ihr Foto konnte nicht entfernt werden.
es_419: No fue posible eliminar su foto.
fr: Nous n'avons pas pu supprimer votre photo.
he: לא יכולנו להסיר את התמונה שלכם.
ja: 写真を削除できませんでした。
pt_br: Não foi possível remover sua foto.
tr: Fotoğrafınızı kaldırmayı başaramadık.
vi: Chúng tôi không thể xóa ảnh của bạn.
zh_hans: 我们无法移除您的图片。

# PROFILE.UNABLE_TO_SEND
source: We weren't able to update your {field_name}.
ar: لم نتمكّن من تحديث حقل {field_name} الخاص بك.
de: Ihr {field_name} konnte nicht aktualisiert werden.
es_419: No fue posible actualizar el campo {field_name}.
fr: Nous n'avons pas pu mettre à jour votre {field_name}.
he: לא יכולנו לעדכן את ה-{field_name} שלכם.
ja: {field_name} をアップデートできませんでした。
pt_br: Não foi possível atualizar o campo {field_name}.
tr: {field_name} bilginizi güncellemeyi başaramadık.
vi: Chúng tôi không thể cập nhật {field_name} của bạn.
zh_hans: 我们无法更新您的{field_name}。

# PROFILE.UNABLE_TO_SET_PHOTO
source: We weren't able to update your photo.
ar: لم نتمكّن من تحديث صورتك.
de: Ihr Foto konnte nicht aktualisiert werden.
es_419: No fue posible actualizar su foto.
fr: Nous n'avons pas pu mettre à jour votre photo.
he: לא יכולנו לעדכן את התמונה שלכם.
ja: 写真をアップデートできませんでした。
pt_br: Não foi possível atualizar sua foto.
tr: Fotoğrafınızı güncellemeyi başaramadık.
vi: Chúng tôi không thể cập nhật ảnh của bạn.
zh_hans: 我们无法更新您的图片。

source: Question
ar: سؤال
de: Frage
es_419: Pregunta
he: שאלה
ja: 質問
pt_br: Pergunta
tr: Soru
vi: Câu hỏi
zh_hans: 问题

source: Recent Activity
ar: الأنشطة الأخيرة
de: Letzte Aktivität
es_419: Actividad reciente
fr: Activité récente
he: פעילות שבוצעה לאחרונה
ja: 最近のアクティビティ
pt_br: Atividade recente
tr: Son Aktiviteler
vi: Hoạt đọng gần đây
zh_hans: 近期活动

source: Refine:
ar: حسّن عملية التصنيف:
de: Verfeinern:
es_419: Refinar:
fr: Affiner:
he: סנן:
ja: リファイン：
pt_br: Corrigir:
tr: Süzgeçten geçir:
vi: Lọc:
zh_hans: 筛选：

# RESPONSES_CLOSED
source: Responses are closed for this post
ar: لقد أُغلقت الردود على هذه المشاركة
de: Die Antwortfunktion ist hier ausgeschaltet.
es_419: Las respuestas ya están cerradas para esta publicación
fr: Commentaires fermés pour cette réponse
he: לא ניתן להוסיף תגובות לפוסט זה
ja: 返信受付終了
pt_br: Não é possível adicionar respostas nesta publicação
tr: Bu gönderi için yanıtlar kapatıldı
vi: Phản hồi đã đóng cho bài đăng này
zh_hans: 已关闭此发帖的回复

# REGISTRATION_AGREEMENT_MESSAGE
source: By creating an account, you agree to the
ar: بإنشائك حساباً، فأنت توافق على
de: Mit der Erstellung eines Benutzerkontos, stimmen Sie zu,
es_419: Al crear una cuenta, usted acepta los
fr: En vous inscrivant, vous acceptez les
he: ביצירת חשבון, אתם מסכים ל-
ja: アカウントを作成することにより、以下に同意したものとみなします。
pt_br: Criando uma conta, você concorda com o
tr: Bir hesap oluşturarak, şunları kabul ediyorsunuz
vi: Khi tạo tài khoản, bạn đã đồng ý với
zh_hans: 创建账号即表示您同意此

# REGISTRATION_CREATE_MY_ACCOUNT
source: Create my account
ar: أنشئ حسابي الجديد
de: Meinen Account erstellen
es_419: Crear mi cuenta
fr: Créer mon compte
he: צור את חשבוני
ja: アカウントを作成する
pt_br: Criar minha conta
tr: Hesabımı oluştur
vi: Tạo Tài khoản
zh_hans: 创建我的账号

# REGISTRATION_CREATING_ACCOUNT
source: Creating account...
ar: جاري إنشاء الحساب...
de: Account wird erstellt
es_419: Creando cuenta...
fr: Compte en cours de création...
he: יוצר חשבון...
ja: アカウント作成中...
pt_br: Criando conta...
tr: Hesap oluşturuluyor...
vi: Tài khoản đang được tạo...
zh_hans: 创建账号...

# REGISTRATION_FIELD_EMPTY_ERROR
source: Please enter your {field_name}.
ar: يُرجى إدخال {field_name} الخاص بك.
de: Bitte geben Sie Ihren {field_name} ein.
es_419: Por favor ingrese su {field_name}.
fr: Veuillez entrer votre {field_name}.
he: אנא הכניסו את ה-{field_name}.
ja: {field_name} を入力してください。
pt_br: Insira seu {field_name}.
tr: Lütfen {field_name} bilgisini girin.
vi: Vui lòng nhập {field_name} của bạn.
zh_hans: 请输入您的{field_name}。

# REGISTRATION_FIELD_EMPTY_SELECT_ERROR
source: Please select your {field_name}.
ar: يُرجى تحديد {field_name} الخاص بك.
de: Bitte wählen Sie Ihr {field_name}.
es_419: Por favor seleccione su {field_name}.
fr: Veuillez sélectionner votre {field_name}.
he: אנא בחרו את ה-{field_name}.
ja: {field_name} を選択してください。
pt_br: Selecione o {field_name}.
tr: Lütfen {field_name} bilgisini seçin.
vi: Vui lòng chọn {field_name} của bạn.
zh_hans: 请选择您的{field_name}。

# REGISTRATION_FIELD_MAX_LENGTH_ERROR##{one}
source: {field_name} cannot have more than {count} character.
ar: لا يمكنك تجاوز {count} حرفًا للحقل {field_name}
de: {field_name} Darf nicht mehr als {count} Zeichen beinhalten.
es_419: {field_name} no puede tener más de {count} caracter.
fr: {field_name} ne peut pas avoir plus de {count} caractère.
he: {field_name} לא יכול להכיל יותר מתו {count}.
pt_br: O campo {field_name} não pode ter mais que {count} caractere.
tr: {field_name} {count} karakterden daha uzun olamaz.

# REGISTRATION_FIELD_MAX_LENGTH_ERROR##{other}
source: {field_name} cannot have more than {count} characters.
ar: لا يمكنك تجاوز {count} حرفًا للحقل {field_name}
de: {field_name} Darf nicht mehr als {count} Zeichen beinhalten.
es_419: {field_name} no puede tener más de {count} caracteres.
fr: {field_name} ne peut pas avoir plus de {count} caractères.
he: {field_name} לא יכול להכיל יותר מ-{count} תווים.
ja: {field_name} は {count} 文字を超えることはできません。
pt_br: O campo {field_name} não pode ter mais que {count} caracteres.
tr: {field_name} {count} karakterden daha uzun olamaz.
vi: {field_name} không thể có nhiều hơn {count} ký tự.
zh_hans: {field_name}不能超过{count}个字符。

# REGISTRATION_FIELD_MIN_LENGTH_ERROR##{one}
source: {field_name} must have at least {count} character.
ar: يجب أن يتكون الحقل {field_name} من {count} أحرف الأقل.
de: {field_name} muss mindestens {count} Zeichen beinhalten.
es_419: {field_name} debe tener al menos {count} caracter.
fr: {field_name} doit avoir au moins {count} caractère.
he: על {field_name} להכיל לפחות תו {count}.
pt_br: O campo {field_name} deve ter pelo menos {count} caractere.
tr: {field_name} en az {count} karakter içermeli.

# REGISTRATION_FIELD_MIN_LENGTH_ERROR##{other}
source: {field_name} must have at least {count} characters.
ar: يجب أن يتكون الحقل {field_name} من {count} أحرف الأقل.
de: {field_name} muss mindestens {count} Zeichen beinhalten.
es_419: {field_name} debe tener al menos {count} caracteres.
fr: {field_name} doit avoir au moins {count} caractères.
he: על {field_name} להכיל לפחות {count} תווים.
ja: {field_name} は少なくとも {count} 文字必要です。
pt_br: O campo {field_name} deve ter pelo menos {count} caracteres.
tr: {field_name} en az {count} karakter içermeli.
vi: {field_name} phải có ít nhất {count} ký tự.
zh_hans: {field_name}必须包含至少{count}个字符。

# REGISTRATION_HIDE_OPTIONAL_FIELDS
source: Hide optional fields
ar: إخفاء الحقول الاختيارية
de: Optionale Felder verbergen
es_419: Ocultar campos opcionales
fr: Cacher les champs optionnels
he: הסתר שדות אופציונאליים
ja: オプションのフィールドを非表示
pt_br: Esconder campos opcionais
tr: Seçimlik alanları gizle
vi: Ẩn những trường tùy chọn
zh_hans: 隐藏可选信息

# REGISTRATION_SHOW_OPTIONAL_FIELDS
source: Show optional fields
ar: إظهار الحقول الاختيارية
de: Optionale Felder anzeigen
es_419: Mostrar campos opcionales
fr: Montrer les champs optionels
he: הצג שדות אופציונאליים
ja: オプションのフィールドを表示
pt_br: Mostrar campos opcionais
tr: Seçimlik alanları göster
vi: Hiển thị những trường tùy chọn
zh_hans: 显示可选信息

# REGISTRATION_REGISTER_PROMPT
source: Register with
ar: تسجيل الاشتراك باستخدام
de: Registrieren mit
es_419: Registrarse con
fr: S'inscrire avec
he: הירשמו באמצעות
ja: 登録
pt_br: Registre-se com
tr: Şununla kaydol
vi: Đăng ký với
zh_hans: 注册

# REGISTRATION_REGISTER_ALTERNATE_PROMPT
source: or register with email
ar: أو سجّل اشتراكك باستخدام البريد الإلكتروني
de: Oder registrieren Sie sich mit Ihrer E-Mail Adresse
es_419: o registrarse con el correo electrónico
fr: ou s'inscrire avec votre email
he: או הירשמו באמצעות אימייל
ja: またはメールで登録
pt_br: ou registre-se com um e-mail
tr: ya da e-posta ile kayıt ol
vi: hoặc đăng ký với email
zh_hans: 或用邮箱注册

# REGISTRATION_ERROR_ALERT_TITLE
source: Registration Error
de: Fehler beim registrieren
es_419: Error de Registro
fr: Erreur d'inscription
he: שגיאה בהרשמה
pt_br: Erro de registro
tr: Kayıt Hatası
vi: Lỗi đăng ký
zh_hans: 注册错误

# REGISTRATION_ERROR_ALERT_MESSAGE
source: Update the highlighted fields and try again
de: Bitte aktualisieren Sie die markierten Felder und versuchen Sie es erneut.
es_419: Modifique los campos señalados e intente nuevamente.
fr: Modifiez les champs en évidence et réessayez
he: עדכנו את השדות המודגשים ונסו שוב
pt_br: Atualize os campos destacados e tente novamente
tr: Vurgulu alanları güncelle ve tekrar dene
vi: Cập nhật những trường được đánh dấu và thử lại
zh_hans: 更新标注区域并重试

# RESET_PASSWORD_TITLE
source: Reset Password
ar: إعادة ضبط كلمة المرور
de: Passwort zurücksetzen
es_419: Restablecer contraseña
fr: Redéfinir le mot de passe
he: איפוס סיסמה
ja: パスワード変更
pt_br: Redefinir senha
tr: Parolayı Sıfırla
vi: Đặt lại mật khẩu
zh_hans: 重置密码

# RESET_PASSWORD_POPUP_TEXT
source: Enter the e-mail address for your account, and we'll send you instructions to reset your password.
ar: أدخل البريد الإلكتروني الخاص بحسابك لنتمكّن من إرسال تعليمات إعادة ضبط كلمة المرور
de: Geben Sie Ihre E-Mail Adresse zu Ihrem Benutzerkonto ein. Wir senden Ihnen dann die entsprechenden Instruktionen, wie Sie Ihr Passwort zurücksetzen können.
es_419: Ingrese la dirección de correo para su cuenta y le enviaremos las instrucciones para restablecer su contraseña.
fr: Entrez l'adresse e-mail pour votre compte, et nous vous enverrons les instructions pour changer votre mot de passe.
he: הזן את כתובת הדוא"ל של חשבונך, ואנו נשלח אליך הוראות לאיפוס סיסמתך.
ja: あなたのアカウントに登録しているメールアドレスを入力してください。パスワード変更手順についてのメールをお送りします。
pt_br: Insira o endereço de e-mail da sua conta e enviaremos instruções para redefinir sua senha.
tr: Hesabınız için e-posta adresinizi girin, ardından size parolanızı sıfırlamak için yönergeler göndereceğiz.
vi: Nhập địa chỉ e-mail của tài khoản và chúng tôi sẽ gửi hướng dẫn đặt lại mật khẩu cho bạn.
zh_hans: 请输入您账号的邮件地址，我们将发送重置密码的邮件。

# RESET_PASSWORD_CONFIRMATION_TITLE
source: Password Reset E-Mail Sent
ar: أُرسلت رسالة بريدٍ إلكترونيٍّ إلى عنوانك بناءً على طلبك بتغيير كلمة المرور
de: E-Mail zum Zurücksetzen Ihres Passwortes gesendet.
es_419: Correo de restablecimiento de contraseña enviado
fr: Email de réinitialisation de mot de passe envoyé
he: נשלח דוא"ל לאיפוס סיסמה
ja: パスワード変更メールを送信済
pt_br: E-mail para redefinição da senha enviado
tr: Parola Sıfırlama E-Postası Gönderildi
vi: Đã gửi e-mail đặt lại mật khẩu
zh_hans: 已发送密码重置邮件

# RESET_PASSWORD_CONFIRMATION_MESSAGE
source: We've sent a message with password reset instructions to your e-mail address. If you don't see it in the next few minutes, make sure to check your spam folder.
ar: لقد أرسلنا رسالةً بتعليمات تغيير كلمة المرور إلى عنوان بريدك الإلكتروني. في حال لم تصلك خلال بضع دقائق، يُرجى التأكد فيما إذا اعتُبرت رسالة غير مرغوب فيها ’spam‘.
de: Wir haben Ihnen eine E-Mail gesendet, welche die Instruktionen zum Zurücksetzen Ihres Passwortes beinhaltet. Kontrollieren Sie auch Ihren Spam-Ordner.
es_419: Hemos enviado a su correo un mensaje con las instrucciones para restablecer su contraseña. Si no lo recibe en algunos minutos, asegúrese de revisar su carpeta de spam.
fr: Nous avons envoyé un message avec les instructions de changement de mot de passe à votre adresse e-mail. Si vous ne le voyez pas dans les minutes à suivre, vérifiez vos spams.
he: שלחנו הודעה המכילה הוראות לאיפוס סיסמה לכתובת דואר האלקטרוני שלך. אם בדקות הקרובות אינך רואה אותה , הקפד לבדוק את תיקיית דואר הזבל שלך.
ja: 登録メールアドレスに、パスワード変更手順についてのメールを送信しました。 もし数分経ってもメールが見つからない場合は、迷惑メールフォルダを確認してください。
pt_br: Enviamos uma mensagem com as instruções para redefinir a senha ao seu endereço de e-mail. Se não vê-lo em alguns minutos, verifique sua caixa de spam.
tr: E-posta adresinize parolanızı sıfırlamanız için bir ileti gönderdik. Birkaç dakika içinde göremezseniz, lütfen spam klasörünüze bakın.
vi: Chúng tôi đã gửi tin nhắn hướng dẫn đặt lại mật khẩu đến địa chỉ e-mail của bạn. Nếu bạn vẫn chưa nhận được sau ít phút, hãy kiểm tra thư mục spam.
zh_hans: 密码重置邮件已发送至您的邮箱。 如几分钟后仍未收到，请检查您的垃圾邮件。

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es_419: Reintentar
fr: Réessayer
he: נסו שוב
ja: 再試行
pt_br: Tentar novamente
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试

source: Reload
ar: إعادة التحميل
de: Erneut laden
es_419: Recargar
fr: Recharger
he: טען שוב
ja: 再読込
pt_br: Recarregar
tr: Tekrar Yükle
vi: Tải lại
zh_hans: 刷新

# RESPONSE##{one}
source: {count} response
ar: {count} إجابة
de: {count} Antwort
es_419: {count} respuesta
fr: {count} réponse
he: תגובה {count}
pt_br: {count} resposta
tr: {count} yanıt

# RESPONSE##{other}
source: {count} responses
ar: {count} إجابات
de: {count} Antworten
es_419: {count} respuestas
fr: {count} réponses
he: {count} תגובות
ja: 返信 {count} 件
pt_br: {count} respostas
tr: {count} yanıt
vi: {count} phản hồi
zh_hans: {count}回复

source: Search all posts
ar: ابحث في جميع المشاركات
de: Alle Beiträge durchsuchen
es_419: Buscar en todas las publicaciones
fr: Rechercher
he: חפש בכל הפוסטים
ja: 全ての投稿を検索
pt_br: Buscar em todas as publicações
tr: Tüm gönderilerde ara
vi: Tìm tất cả bài đăng
zh_hans: 搜索全部帖子

source: Search results
ar: ابحث في النتائج
de: Suchergebnisse
es_419: Resultados de búsqueda
fr: Résultats de la recherche
he: חפש בתוצאות
ja: 検索
pt_br: Resultados da busca
tr: Arama sonuçları
vi: Kết quả tìm kiếm
zh_hans: 搜索结果

# ROTATE_DEVICE
source: Rotate your device to view this video in full screen
ar: دوّر جهازك لتعرض مقطع الفيديو على شاشة كاملة
de: Drehen Sie Ihr Smartphone/tablet, um dieses Video im Vollbildschirmmodus zu sehen
es_419: Gire su dispositivo para ver este video en pantalla completa
fr: Pivoter votre mobile pour voir la vidéo en plein écran
he: סובבו את המכשיר שלכם כדי לצפות בוידאו זה במצב מסך מלא
ja: 全画面表示でこの動画を見るには画面を横向きにしてください。
pt_br: Rotacione seu dispositivo para assistir ao vídeo em tela cheia.
tr: Bu videoyu tam ekran izlemek için cihazınızı döndürün
vi: Xoay thiết bị của bạn để xem video toàn màn hình
zh_hans: 旋转您的设备，以全屏观看此视频
