Repository: openedx-unsupported/edx-app-ios
Catalog: Source/*.lproj/ProfileOptions.strings
Languages: he

# PROFILE_OPTIONS.VIDEO_SETTINGS.TITLE
source: Video settings
he: הגדרות וידיאו

# PROFILE_OPTIONS.VIDEO_SETTINGS.HEADING
source: Wifi only download
he: הורדה רק בWi-Fi

# PROFILE_OPTIONS.VIDEO_SETTINGS.MESSAGE
source: Only download content when wi-fi is turned on
he: הורד תוכן רק כאשר Wi-Fi מחובר

# PROFILE_OPTIONS.USER_PROFILE.TITLE
source: Personal information
he: מידע אישי

# PROFILE_OPTIONS.USER_PROFILE.EMAIL
source: Email: {email}
he: אימייל: {email}

# PROFILE_OPTIONS.USER_PROFILE.USERNAME
source: Username: {username}
he: שם משתמש: {username}

# PROFILE_OPTIONS.USER_PROFILE.MESSAGE
source: You are currently sharing a limited profile
he: כעת אתם משתפים פרופיל מוגבל.e

# PROFILE_OPTIONS.PURCHASES.TITLE
source: Purchases
he: רכישות

# PROFILE_OPTIONS.PURCHASES.HEADING
source: Restore purchases
he: לשחזר רכישות

# PROFILE_OPTIONS.PURCHASES.MESSAGE
source: Sign into the app store to restore access to courses you have previously paid to upgrade
he: היכנס לחנות App כדי לשחזר גישה לקורסים ששילמת בעבר כדי לשדרג

# PROFILE_OPTIONS.HELP.TITLE
source: Help
he: עֶזרָה

# PROFILE_OPTIONS.HELP.MESSAGE.FEEDBACK
source: Looking to make a feature request or give us some feedback on our app?
he: מחפש להגיש בקשה או לתת לנו משוב על האפליקציה שלנו?

# PROFILE_OPTIONS.HELP.BUTTON_TITLE.FEEDBACK
source: Email the support team
he: שלח אימייל לצוות התמיכה

# PROFILE_OPTIONS.HELP.HEADING.SUPPORT
source: Get support
he: קבל תמיכה

# PROFILE_OPTIONS.HELP.MESSAGE.SUPPORT
source: To get more help and learn how to use the {platform_name} mobile app, visit our frequently asked questions.
he: כדי לקבל עזרה וללמוד כיצד להשתמש באפליקציית {platform_name} לנייד, בקר בשאלות הנפוצות שלנו.

# PROFILE_OPTIONS.HELP.BUTTON_TITLE.VIEW_FAQ
source: View FAQ
he: הצג שאלות נפוצות

# PROFILE_OPTIONS.SIGNOUT.BUTTON_TITLE
source: Sign out
he: התנתק

# PROFILE_OPTIONS.DELETEACCOUNT.BUTTON_TITLE
source: Delete account
he: מחק חשבון

# PROFILE_OPTIONS.DELETEACCOUNT.INFO_MESSAGE
source: Follow the instructions on the next screen to delete your account and all related data.
he: עקוב אחר ההוראות במסך הבא כדי למחוק את חשבונך ואת כל הנתונים הקשורים.

# PROFILE_OPTIONS.DELETEACCOUNT.WEBVIEW_TITLE
source: Delete your account
he: תמחק את החשבון שלך
